Repository: bonitasoft/bonita-web
Catalog: i18n/src/main/resources/portal-js_*.po
Languages: fr

source: 1 case has been deleted
fr: 1 cas a été supprimé

source: A page with this name already exists.
fr: Une page portant ce nom existe déjà.

source: Above normal
fr: Haute priorité

source: Activation state
fr: État d'activation

source: Actor name
fr: Nom de l'acteur

source: Actors
fr: Acteurs

source: Actors must be resolved before enabling the Process.
fr: Tous les acteurs doivent être associés à des entités de l'organisation pour que le processus puisse être activé.

source: Add
fr: Ajouter

source: Add from custom pages
fr: Ajouter une page parmi les pages personalisées

source: Add menu
fr: Ajouter un menu

source: Add menu item
fr: Ajouter une option de menu

source: Add page
fr: Ajouter une page

source: Add pages in Navigation
fr: Ajouter des pages à la navigation

source: Add top-level menu
fr: Ajouter un menu

source: Aggregates tasks in states ready, waiting,<br>executing, completing, and initializing
fr: Regroupe les tâches en états ready, waiting,<br>executing, completing, et initializing

source: All
fr: Tous

source: All done. Good job!
fr: Vous avez accompli toutes vos tâches. Bravo !

source: An application is a customized environment for a specific user profile, in which users interact with business data and business processes in the most efficient way.
fr: Une application est un environnement adapté à un profil particulier, dans lequel les utilisateurs interagissent avec les données et les processus métier avec une efficacité optimale.

source: An error occured during categories update
fr: Une erreur s'est produite à la mise à jour des catégories

source: An error occurred while submitting the form.
fr: Une erreur s'est produite lors de la soumission du formulaire.

source: Application XML file
fr: Fichier XML de l'application

source: Application list
fr: Liste des applications

source: Apply
fr: Appliquer

source: Archived cases
fr: Cas archivés

source: Assign to me. Only I will be able to do it
fr: Me l'assigner. Je serai le seul en mesure de la faire

source: Assigned on
fr: Assignée le

source: Available or My tasks
fr: Disponible ou dans Mes tâches

source: Available tasks
fr: Tâches disponibles

source: Back
fr: Précédent

source: Before you import the application, the pages and the profile must already be loaded in the Portal.
fr: Avant d'importer une application, les pages et le profils utilisés doivent avoir été déployés dans le Portail.

source: Can't import page or form to the process
fr: Impossible d'importer la page ou le formulaire dans le processus

source: Can't update expression content
fr: Impossible de mettre à jour le contenu de l'expression

source: Cancel
fr: Annuler

source: Cancelled, skipped instances
fr: Instances en état cancelled ou skipped (passées)

source: Cannot upload the file
fr: Impossible de charger le fichier

source: Case Id
fr: ID de cas

source: Case comments
fr: Commentaires du cas

source: Case id: {{caseId}} - Process: {{processName}} ({{processVersion}})
fr: Cas : {{caseId}} - Processus : {{processName}} ({{processVersion}})

source: Case list
fr: Liste des cas

source: Case overview
fr: Page de synthèse du cas

source: Case start
fr: Démarrage d'un cas

source: Case state
fr: Etat du cas

source: Cases
fr: Cas

source: Categories
fr: Catégories

source: Class name
fr: Nom de la classe

source: Click here to choose your file. XML file (.xml)
fr: Cliquez pour choisir votre fichier XML (.xml)

source: Close
fr: Fermer

source: Columns selection
fr: Sélection des colonnes

source: Comment:
fr: Commentaire :

source: Comments
fr: Commentaires

source: Compilation failure. Verify that the Index.groovy class implements the PageController interface.
fr: Échec de compilation. Vérifiez que le fichier Index.groovy implémente l'interface PageController.

source: Completed instances
fr: Instances en état completed (faites)

source: Configuration state
fr: Etat de la configuration

source: Confirm delete?
fr: Confirmer la suppression ?

source: Connectors
fr: Connecteurs

source: Connectors must be resolved before enabling the Process.
fr: Tous les connecteurs doivent avoir une implémentation pour que le processus puisse être activé.

source: Create a new membership
fr: Créer une nouvelle adhésion

source: Create an application
fr: Créer une application

source: Created by
fr: Créé par

source: Creation
fr: Création

source: Creation on
fr: Créée le

source: Delete
fr: Supprimer

source: Delete application
fr: Supprimer l'application

source: Delete process
fr: Supprimer un processus

source: Delete the process
fr: Supprimer le processus

source: Display name
fr: Nom affiché

source: Done tasks
fr: Tâches terminées

source: Drawing process...
fr: Dessin du processus ...

source: Due date
fr: Echéance

source: Edit
fr: Modifier

source: Edit menu
fr: Editer l'option de menu

source: Edit menu item
fr: Editer l'option de menu

source: Enable all
fr: Tout associer

source: End date
fr: Date de fin

source: Enter a new category name and press "Enter" key to create a new category and assign it to the current process.
fr: Saisissez le nom de la nouvelle catégorie puis faites « Entrée » pour finaliser sa création et l'assigner au processus.

source: Enter the user to start the case for...
fr: Saisissez le nom de l'utilisateur pour qui vous allez démarrer le cas...

source: Error
fr: Erreur

source: Error on drawing process!
fr: Erreur lors du dessin de processus !

source: Error while trying to start the case. Some required information is missing (contract not fulfilled).
fr: Erreur lors de l'exécution la tâche. Certaines informations requises sont manquantes (contrat non respecté).

source: Error!
fr: Erreur!

source: Error: value must be a boolean
fr: Erreur : la valeur doit être un booléen

source: Error: value must be a double
fr: Erreur : valeur doit être un double

source: Error: value must be an integer
fr: Erreur : la valeur doit être un entier

source: Executing, completing, initializing instances
fr: Instances en état executing, completing, initializing

source: Export
fr: Exporter

source: Export application
fr: Exporter l'application

source: Expression content has been updated
fr: Le contenu de l'expression a été mis à jour

source: Failed Flow Nodes
fr: Flow nodes en erreur

source: Failed instances
fr: Instances en état failed (en échec)

source: Filename too long. The zip filename must be no longer than 50 characters
fr: Le nom du fichier .zip est trop long. Il ne doit pas dépasser 50 caractères

source: Filters
fr: Filtres

source: For each actor, check that each entity (user, group, role, membership) has the relevant user profile in the Portal.
fr: Pour chaque acteur, vérifiez que chaque entité (utilisateur, groupe, rôle, adhesion) a bien le profil d'utilisateur approprié sur le Portal.

source: Form
fr: Formulaire

source: Form cannot be empty
fr: Un formulaire ne peut pas être vide

source: Form submitted.<br/>The next task in the list is now selected.
fr: Formulaire soumis.<br/>La tâche suivante dans la liste est maintenant sélectionnée.

source: General
fr: Général

source: Groups
fr: Groupes

source: Hide Menu
fr: Masquer le Menu

source: Hide menu
fr: Masquer le menu

source: Hide panel
fr: Masquer le panneau

source: Highest
fr: Plus haute

source: Implementation version
fr: Version de l'implémentation

source: Import
fr: Importer

source: Import an application
fr: Importer une application

source: In task name column
fr: Dans la colonne "Tâche"

source: Items per page
fr: Eléments par page

source: Last update
fr: Dernière mise à jour

source: Loading...
fr: Chargement...

source: Lowest
fr: Plus basse

source: MM/dd/yyyy h:mm a
fr: dd/MM/yyyy HH:mm

source: Make this task available to other team members again
fr: Libérer - rendre cette tâche à nouveau disponible pour les autres membres de l’équipe

source: Make this task personal: only I will be able to do it
fr: Rendre cette tâche personnelle : je serai le(la) seul(e) à pouvoir la faire

source: Manage Categories
fr: Gérer les catégories

source: Maximum size 255 characters
fr: Taille maximum de 255 caractères

source: Me
fr: Moi

source: Memberships
fr: Adhésions

source: Memberships mapped to {}
fr: Adhésions associées à {}

source: Multi-page menu
fr: Menu

source: My tasks
fr: Mes tâches

source: Name
fr: Nom

source: New
fr: Nouveau

source: New comment
fr: Nouveau commentaire

source: No Mapping
fr: Aucun mapping

source: No application available.
fr: Aucune application définie.

source: No cases to display
fr: Aucun cas à afficher

source: No data
fr: Pas de donnée disponible

source: No description.
fr: Aucune description disponible.

source: No done task yet.
fr: Aucune tâche accomplie pour l'instant.

source: No form is needed. You can enter a comment and confirm.
fr: Aucun formulaire à remplir. Vous pouvez saisir un commentaire et confirmer.

source: No mapping
fr: Aucun mapping

source: No profile mapped to this application
fr: Cette application n'a pas de profil associé

source: Normal
fr: Normale

source: One or more connectors on case start or case end failed
fr: Un ou plusieurs connecteurs, en démarrage ou en fin de cas, sont en erreur

source: One or more tasks are not available anymore. The list is now up to date.
fr: Une ou plusieurs tâches ne sont plus disponibles. La liste est maintenant à jour.

source: One-page menu
fr: Lien vers une page

source: Only I can do this task
fr: Je suis le seul en mesure de faire cette tâche

source: Only cases from root processes are displayed in the table below. No details are available for cases started by call activities.
fr: Le tableau ci-dessous affiche uniquement les cas provenant de processus racines. Le détail des cas démarrés par des activités appelantes n'est pas disponible.

source: Open cases
fr: Cas démarrés

source: Open in a popup
fr: Ouvrir dans une pop-up

source: Open the task to perform it
fr: Ouvrez la tâche pour l'exécuter

source: Overview
fr: Synthèse

source: Parameters
fr: Paramètres

source: Parameters must be resolved before enabling the Process.
fr: Tous les paramètres doivent avoir une valeur pour pouvoir activer le processus.

source: Pending Flow Nodes
fr: Flow nodes en attente

source: Priority
fr: Priorité

source: Process
fr: Processus

source: Process name
fr: Nom du processus

source: Process version
fr: Version du processus

source: Process:
fr: Processus :

source: Profile
fr: Profils

source: Profiles
fr: Profils

source: Ready, waiting instances
fr: Instances en état ready, waiting (en attente)

source: Refresh
fr: Rafraîchir

source: Refresh data
fr: Actualiser les données

source: Release
fr: Liberer

source: Remove
fr: Supprimer

source: Remove all
fr: Tout supprimer

source: Reset
fr: Réinitialiser

source: Roles
fr: Rôles

source: Save
fr: Enregistrer

source: Search Key 1
fr: Clé de recherche 1

source: Search Key 2
fr: Clé de recherche 2

source: Search Key 3
fr: Clé de recherche 3

source: Search Key 4
fr: Clé de recherche 4

source: Search Key 5
fr: Clé de recherche 5

source: Search...
fr: Chercher...

source: Select a group...
fr: Sélectionnez un groupe ...

source: Select a role...
fr: Sélectionnez un rôle ...

source: Select all
fr: Tout sélectionner

source: Select groups...
fr: Sélectionnez les groupes...

source: Select none
fr: Tout désélectionner

source: Select roles...
fr: Sélectionnez des rôles ...

source: Select the entities (users, groups, roles, memberships) to map to the actors. These entities will do the human tasks in the process.
fr: Sélectionnez les entités (utilisateurs, groupes, rôles, adhésions) à associer aux acteurs. Ces entités exécuteront les tâches "humaines" du processus.

source: Select the page
fr: Sélectionnez la page

source: Select users...
fr: Sélectionnez des utilisateurs ...

source: Set as Home page
fr: Définir en tant que page d'accueil

source: Show Menu
fr: Afficher le Menu

source: Show all the tasks I can do: both personal tasks and tasks available to other team members
fr: Afficher toutes les tâches que je peux faire : mes tâches personnelles et les tâches disponibles pour moi et les autres membres de l’équipe

source: Show menu
fr: Afficher le menu

source: Show my personal tasks: the ones I took and the ones assigned to me, automatically or by a process manager
fr: Afficher mes tâches personnelles : celles que j’ai prises et celles qui m'ont été assignées, automatiquement ou par un gestionnaire de processus

source: Show panel
fr: Afficher le panneau

source: Show the tasks that I have done
fr: Afficher les tâches que j’ai faites

source: Sort by URL
fr: Trier par URL

source: Sort by name
fr: Trier par nom

source: Sort by updated on
fr: Trier par date de mise à jour

source: Sort by version
fr: Trier par version

source: Specify the menu structure.
fr: Définir le menu de navigation.

source: Start date
fr: Débuté le

source: Started by
fr: Démarré par

source: State
fr: Etat

source: Status of import
fr: Statut de l'import

source: Submit
fr: Soumettre

source: Successfully updated categories
fr: Les catégories ont été mises à jour avec succès

source: Table settings
fr: Paramètres du tableau

source: Take
fr: Prendre

source: Task Id
fr: ID de tâche

source: Task form
fr: Formulaire de tâche

source: Task list
fr: Liste de tâches

source: Task name
fr: Tâche

source: Technical error.
fr: Erreur technique.

source: The Process cannot be enabled
fr: Le processus ne peut être activé

source: The application
fr: L'application

source: The attachment is too big.<br/>Select a smaller attachment and submit the form again.
fr: Le fichier joint est trop volumineux.<br/>Sélectionnez un fichier plus petit et soumettez le formulaire à nouveau.

source: The business data: [ {} ] uses Business Objects which are not defined in the current Business Data model. Deploy a compatible Business Data model before enabling the process.
fr: Les données métier [ %refs% ] font référence à des objets qui ne sont pas définis dans le Modèle de Données Métier actuel. Déployez un Modèle de Données Métier compatible pour pouvoir activer le processus.

source: The case is archived. You cannot add comments anymore
fr: Le cas est archivé. Il n'est plus possible d'ajouter de nouveaux commentaires

source: The case {{caseId}} has been started successfully.
fr: Le cas {{caseId}} a été démarré avec succès.

source: The current process has no connectors defined.
fr: Aucun connecteur n'a été défini pour ce processus.

source: The current process has no parameters defined.
fr: Aucun paramètre n'a été défini pour ce processus.

source: The deleted case will be permanently deleted and will not be stored in the archives.
fr: Le cas supprimés le seront définitivement et ne seront pas stockés dans les archives.

source: The deleted case will be permanently deleted from the archives.
fr: Le cas supprimé sera définitivement supprimé des archives.

source: The following form mappings are not resolved: [ {} ]. They must be resolved before enabling the Process.
fr: Les éléments suivants ne sont associés à aucun formulaire : [ {} ]. Ils doivent être associés pour que le processus puisse être activé.

source: The name for the URL must start with custompage_ followed only by alphanumeric characters.
fr: Le nom de l'URL doit commencer par custompage_ puis contenir uniquement des caractères alphanumériques.

source: The task has been submitted but an error occurred while adding the comment
fr: La tâche a été soumise, mais une erreur s'est produite à l'ajout du commentaire

source: The words 'content', 'API' and 'theme' are reserved for internal use. They must not be used in an application or page URL.
fr: Les mots 'content', 'API' et 'theme' sont réservés pour un usage interne. Ils ne doivent pas être utilisés dans l'URL d'une page ou d'une application.

source: Theme
fr: Thème

source: These deleted cases will be permanently deleted and will not be stored in the archives.
fr: Ces cas supprimés le seront définitivement et ne seront pas stockés dans les archives.

source: These deleted cases will be permanently deleted from the archives.
fr: Ces cas supprimés disparaîtront définitivement des archives.

source: This URL is already in use
fr: Cette URL est déjà utilisée

source: This field is mandatory
fr: Ce champ est obligatoire

source: This is the task details panel. No information to display
fr: Cette zone est dédiée aux détails d'une tâche. Aucune information à afficher pour l'instant

source: This name is already in use
fr: Ce nom est déjà utilisé

source: This task is completed.
fr: Cette tâche est terminée.

source: This task is not available anymore. The list is now up to date.
fr: Cette tâche n'est plus disponible. La liste est maintenant à jour.

source: This task is overdue. It was supposed to be completed by {{dueDate}}
fr: Cette tâche est en retard. Elle aurait dû être faite pour le {{dueDate}}

source: To create an application, click New or Import.
fr: Pour créer une application, cliquez sur Nouveau ou Importer.

source: To do
fr: À faire

source: To do so, go to
fr: Pour cela, consultez la page

source: To fill out the form, you need to take this task. This means you will be the only one able to do it. To make it available to the team again, release it.
fr: Pour remplir le formulaire, vous devez "prendre" cette tâche. Cela signifie que vous serez le(la) seul(e) à pouvoir la faire. Pour la rendre à nouveau disponible à l'équipe, "libérez"-la.

source: To personalize the display of search keys (and columns in general), use the table settings button on the right. You can search on up to 5 search keys.
fr: Pour personnaliser l'affichage des clés de recherche (et des colonnes en général), utilisez le bouton Paramètres du tableau sur la droite. Vous pouvez effectuer des recherches sur les valeurs des clés (entre 1 et 5 clés).

source: To use this feature, create a new version of the process in Bonita BPM Studio version 6.4 and above, then create and install the new .bar file in the Portal.
fr: Pour utiliser cette fonctionnalité, créez une nouvelle version du processus dans un Bonita BPM Studio version 6.4 ou ultérieure, générez le fichier .bar puis déployez-le dans le portail.

source: Type here to search for a user...
fr: Saisissez le nom d'un utilisateur...

source: Type here to search...
fr: Rechercher...

source: Unable to add the comment. Refresh your task list and try again. If the problem persists, contact your administrator
fr: Impossible d'ajouter le commentaire. Actualisez votre liste de tâches, puis réessayez. Si le problème persiste, contactez votre administrateur

source: Unassign. This will make it available to team again
fr: Désassigner. Cela la rendra à nouveau disponible pour les membres de l'équipe

source: Under normal
fr: Basse priorité

source: Update
fr: Mise à jour

source: Updated by
fr: Mise à jour par

source: Updated on
fr: Mise à jour le

source: Use Arrow up and Arrow down keys to browse among existing categories.
fr: Utilisez les flèches haut et bas du clavier pour parcourir la liste des catégories existantes.

source: Users
fr: Utilisateurs

source: Users mapped to {}
fr: Utilisateurs associés à {}

source: Value
fr: Valeur

source: View case details
fr: Voir les détails du cas

source: View case overview
fr: Afficher la page de synthèse du cas

source: View task
fr: Voir la tâche

source: View this task
fr: Voir cette tâche

source: We couldn't find what you are looking for.
fr: Nous n'avons pas trouvé ce que vous recherchez.

source: When you export an application, pages and profiles are not exported in the file.
fr: Lorsque vous exportez une application, les pages et profils liés ne sont pas exportés dans le fichier.

source: With failures
fr: Avec erreurs

source: You are about to export the application
fr: Vous allez exporter l'application.

source: You must add a page before you can reference it in a menu.
fr: Vous devez ajouter une page avant de pouvoir la référencer dans un menu.

source: Your personal task list is empty. You can take a task from the ​<a href="#" ng-click="changeFilter(TASK_FILTERS.TODO)">To do</a> list.
fr: Votre liste de tâches personnelles est vide. Vous pouvez prendre une tâche dans la liste <a href="#" ng-click="changeFilter(TASK_FILTERS.TODO)">A faire</a>.

source: Zip file structure error. Check that your .zip contains a well-formed page.properties and either the index.html or the Index.groovy file. For details, see the documentation or the example page readme (available in the custom page list)
fr: Erreur dans la structure du fichier .zip. Vérifiez que dans votre .zip, le fichier page.properties est bien formé et qu'un fichier index.html ou un fichier Index.groovy est présent. Pour plus d'information, consultez la documentation ou le fichier readme des pages d'exemple (disponibles dans la liste des pages personnalisées)

source: an Application
fr: une application

source: an application
fr: une application

source: application has been partially imported. The following items are not loaded in the Portal.
fr: application a été partiellement importée. Les composants suivants ne sont pas chargés dans le portail.

source: application has been successfully imported, with complete page mapping and menu mapping.
fr: L'application a été importée avec le menu et les liens de pages.

source: of
fr: de

source: sort by End date ascending
fr: tri par Date de fin, croissant

source: sort by End date descending
fr: tri par Date de fin, décroissant

source: sort by ID ascending
fr: tri par Id, croissant

source: sort by ID descending
fr: tri par Id, décroissant

source: sort by Process name ascending
fr: tri par Nom du Processus, croissant

source: sort by Process name descending
fr: tri par Nom du Processus, décroissant

source: sort by Start date ascending
fr: tri par Date de début, croissant

source: sort by Start date descending
fr: tri par Date de début, décroissant

source: username:
fr: nom d'utilisateur :

source: will be permanently deleted.
fr: va être supprimée définitivement

source: {{nbErrors}} errors on mapping updates
fr: La mise à jour des mappings a généré {{nbErrors}} erreurs

source: {{nbMapping}} Process manager mappings could not be updated
fr: {{nbMapping}} mappings du profil Gestionnaire de processus n'ont pas pu être mis à jour

source: {{nbMapping}} Process manager mappings have been updated
fr: {{nbMapping}} mappings du profil Gestionnaire de processus ont été mis à jour

source: {{nbOfDeletedCases}} cases have been deleted
fr: {{nbOfDeletedCases}} cas ont été supprimés avec succès

source: {{nbSucess}} actor mapping updates succeeded
fr: {{nbSucess}} mappings d'acteurs ont été mis à jour avec succès

source: {{role}} of {{group}}
fr: {{role}} de {{group}}

source: {{role}} of {{group}} has been created
fr: {{role}} de {{group}} a été créée

source: {} mapped
fr: {} associés

source: {} mappings to delete
fr: {} associés à supprimer

source: {} more
fr: {} autres

source: {} of {}
fr: {} de {}

source: {}-{} of {}
fr: {}-{} de {}
