#X-Generator: crowdin.com
pageListRetrievalError=\u30d5\u30a9\u30fc\u30e0 \u30da\u30fc\u30b8\u306e\u4e00\u89a7\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
confirmationTempateError=\u78ba\u8a8d\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
errorTempateError=\u30a8\u30e9\u30fc \u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
credentialsSessionError=\u30bb\u30c3\u30b7\u30e7\u30f3\u3067\u8cc7\u683c\u60c5\u5831\u3092\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
pageRetrievalError=\u8981\u6c42\u3055\u308c\u305f\u30da\u30fc\u30b8\u304c\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3002
pageIndexError=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9 {0} \u306e\u30da\u30fc\u30b8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
fieldValidationError=\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
pageValidationError=\u30da\u30fc\u30b8\u306e\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
formSubmissionError=\u30d5\u30a9\u30fc\u30e0\u306e\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
nextTaskRetrievalError=\u6b21\u306e\u30bf\u30b9\u30af\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
nextSubprocessURLRetrievalError=\u6b21\u306e\u30bf\u30b9\u30af\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e URL \u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
processInstantiationError=\u6848\u4ef6\u3092\u958b\u59cb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
anyTaskRetrievalError=[\u53d7\u4fe1\u30c8\u30ec\u30a4] \u30bf\u30b9\u30af\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
processConfigRetrievalError=\u30d7\u30ed\u30bb\u30b9\u306e\u69cb\u6210\u8a2d\u5b9a\u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
applicationConfigRetrievalError=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u69cb\u6210\u8a2d\u5b9a\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
taskRetrievalError=\u8981\u6c42\u3055\u308c\u305f\u30bf\u30b9\u30af\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
taskExecutionError=\u30bf\u30b9\u30af\u3092\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
fileTooBigErrorWithSize=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb \uff08\u30d5\u30a1\u30a4\u30eb \u30b5\u30a4\u30ba\u306f {0} MB \u3092\u8d85\u3048\u3066\u306f\u306a\u3089\u306a\u3044\uff09 \u304c\u5927\u304d\u3059\u304e\u307e\u3059\u3002
fileTooBigError=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb \uff08\u30d5\u30a1\u30a4\u30eb \u30b5\u30a4\u30ba\u306f 20MB \u3092\u8d85\u3048\u3066\u306f\u306a\u308a\u307e\u305b\u3093\uff09 \u304c\u5927\u304d\u3059\u304e\u307e\u3059\u3002
taskFormSkippedError=\u3053\u306e\u30bf\u30b9\u30af\u306e\u30d5\u30a9\u30fc\u30e0\u306f\u3001\u30b9\u30ad\u30c3\u30d7\u3059\u308b\u3088\u3046\u306b\u69cb\u6210\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059 \uff01
nothingToDisplay=\u8868\u793a\u3059\u308b\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002
formAlreadySubmittedError=\u3053\u306e\u30d5\u30a9\u30fc\u30e0\u304c\u65e2\u306b\u9001\u4fe1\u3055\u308c\u3066\u3044\u307e\u3059 \uff01
fileTooBigErrorWithNameSize=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb {0}  \u306f\u5927\u304d\u3059\u304e\u307e\u3059 \uff08\u30d5\u30a1\u30a4\u30eb \u30b5\u30a4\u30ba\u306f {1} Mo \u3092\u8d85\u3048\u3066\u306f\u306a\u3089\u306a\u3044\uff09\u3002
fileTooBigErrorWithName=\u6dfb\u4ed8\u30d5\u30a1\u30a4\u30eb {0}  \u306f\u5927\u304d\u3059\u304e\u307e\u3059 \uff08\u30d5\u30a1\u30a4\u30eb \u30b5\u30a4\u30ba\u306f 20Mo \u3092\u8d85\u3048\u3066\u306f\u306a\u3089\u306a\u3044\uff09\u3002
formAlreadySubmittedOrCancelledError=\u3053\u306e\u30d5\u30a9\u30fc\u30e0\u304c\u65e2\u306b\u9001\u4fe1\u3055\u308c\u3066\u3044\u308b\u304b\u3001\u307e\u305f\u306f\u3001\u30bf\u30b9\u30af\u304c\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u3066\u3044\u307e\u3059\uff01
formUrlParameterIsMandatoryError=\u30d5\u30a9\u30fc\u30e0 ID \u306f null \u3067\u3059\u3002URL \u306b\u30d5\u30a9\u30fc\u30e0\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u6050\u3089\u304f\u6b20\u843d\u3057\u3066\u3044\u307e\u3059\u3002
wrongContentOfTypeFileError=\u30d5\u30a1\u30a4\u30eb\u306f\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d5\u30a9\u30fc\u30e0\u30fb\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306fURL\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
wrongContentOfTypeURLError=URL\u306f\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u30d5\u30a9\u30fc\u30e0\u30fb\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
