Repository: bonitasoft/bonita-web
Catalog: bonita-home/src/main/resources/client/platform/work/i18n/portal_*.po
Languages: es, fr

source: To do so, go to %entitymappingprofilelink%.
es: Para hacerlo, vaya a %entitymappingprofilelink%.
fr: Pour ce faire, consultez la page %entitymappingprofilelink%.

source: for
es: para
fr: pour

source: %applicationName% as page %associationName%
es: %applicationName% como página %associationName%

source: %attribute% file format is not allowed. Only %file_formats% files are allowed.
es: %atributo% No se permite formato de archivo. Sólo se permiten% file_formats% archivos.
fr: le format de fichier %attribute% n'est pas autorisé. Utiliser les fichiers de format %file_formats%.

source: %attribute% file format not allowed
es: %attribute% formato de archivo no permitido
fr: Le format de fichier %attribute% n'est pas autorisé

source: %attribute% is mandatory
es: %attribute% es obligatorio
fr: %attribute% est obligatoire

source: %attribute% is not a valid Color value
es: %attribute% no es un Color válido
fr: %attribute% n'est pas une valeur de couleur correcte

source: %attribute% is not a valid URL
es: %attribute% no es un URL valido
fr: %attribute% n'est pas une URL valide

source: %attribute% is not a valid email
es: % atributo % no es un email válido
fr: %attribute% n'est pas une adresse email valide

source: %attribute% is not well written
es: %attribute% no esta bien escrito
fr: %attribute% n'est pas correctement écrit

source: %attribute% must be a boolean value
es: %atributo% debe ser un valor booleano
fr: %attribute% doit être une valeur booléenne

source: %attribute% must be a negative value
es: % atributo % debe ser un valor negativo
fr: %attribute% doit être une valeur négative

source: %attribute% must be a negative value diffrent from 0
es: % atributo % debe ser un valor positivo diferente de 0
fr: %attribute% doit être une valeur négative différente de 0

source: %attribute% must be a numeric value
es: %attribute% debe ser un valor numérico
fr: %attribute% doit être valeur numérique

source: %attribute% must be a positive value
es: %atributo% debe ser un valor positivo
fr: %attribute% doit être une valeure positive

source: %attribute% must be a positive value different from 0
es: % atributo % debe ser un valor positivo diferente de 0
fr: %attribute% doit être une valeur positive suppérieure à 0

source: %attribute% must be a valid date
es: %attribute% debe ser una fecha válida
fr: %attribute% doit être une date correcte

source: %attribute% must be an integer value
es: %attribute% debe ser un valor entero
fr: %attribute% doit être un entier

source: %attribute% must be equal to %secondAttribute%
es: %attribute% debe ser igual a %secondAttribute%
fr: %attribute% doit être égale à %secondAttribute%

source: %attribute% must be less or equal than %value%
es: %attribute% debe ser menor o igual que %value%
fr: %attribute% doit être inférieur ou égale à %value%

source: %attribute% must be less than %secondAttribute%
es: %attribute% debe ser menor %secondAttribute%
fr: %attribute% doit être inférieur à %secondAttribute%

source: %attribute% must be less than %value%
es: %attribute% debe ser menor que %value%
fr: %attribute% doit être inférieure à %value%

source: %attribute% must be more or equal than %secondAttribute%
es: %attribute% debe ser mayor o igual %secondAttribute%
fr: %attribute% doit être supérieur ou égale à %secondAttribute%

source: %attribute% must be more or equal than %value%
es: % atributo % debe ser igual o más que el % de valor
fr: %attribute% doit être supérieur ou égal à %value%

source: %attribute% must be more than %secondAttribute%
es: %attribute% debe ser mayor que %secondAttribute%
fr: %attribute% doit être supérieure à %secondAttribute%

source: %attribute% must be more than %value%
es: % atributo % debe ser más que % value %
fr: %attribute% doit être suppérieur à %value%

source: %attribute% must be on a single line
es: %attribute% debe estar en una sola línea
fr: %attribute% doit être sur une ligne unique

source: %attribute% must be one of {%list%}
es: % atributo % debe ser uno de {% lista}
fr: %attribute% doit être dans {%list%}

source: %attribute% must contain exactly %length% characters
es: %attribute% debe contener exactamente %length% characters
fr: %attribute% doit contenir %length% caractères exactement

source: %attribute% must not be equal to %secondAttribute%
es: %attribute% no debe ser igual a %secondAttribute%
fr: %attribute% ne doit pas être égale à %secondAttribute%

source: %attribute% mustn't contains blank spaces
es: %attribute% no debe contiene espacios en blanco
fr: %attribute% ne doit pas contenir d'espace

source: %attribute% mustn't contains spaces
es: %atributo % no contiene espacios
fr: %attribute% ne doit pas contenir d'espaces

source: %className% is not Serializable
es: %className% no es Serializable
fr: %className% n'est pas serializable

source: %className% not found. Only jdk types are supported
es: %className% no encontrada. Solo los tipos jdk son soportados
fr: %className% introuvable. Seuls les éléments de types jdk sont supportés.

source: %current_page% of %total_pages%
es: %current_page% de %total_pages%
fr: %current_page% de %total_pages%

source: %firstname% %lastname% for
es: %firstname% %lastname% por
fr: %firstname% %lastname% pour

source: %nb_archived% archived
es: %nb_archived% archivado
fr: %nb_archived% archivés

source: %nb_ongoing% ongoing
es: %nb_ongoing% en marcha
fr: %nb_ongoing% en cours

source: %pageName% is used by:
es: %pageName% es utilizada por:

source: %secondAttribute% must be a numeric value
es: %secondAttribute% debe ser un valor numérico
fr: %secondAttribute% doit être une valeur numérique

source: %start_result% of %total_results%
es: %start_result% de %total_results%
fr: %start_result% de %total_results%

source: %time% ago
es: hace %time%
fr: il y a %time%

source: %value% is not a valid value for %className%
es: %value% no es un valor valido para %className%
fr: %value% n'est pas valide pour la valeur de %className%

source: A Business Data Model has a .%fileExtension% extension
es: Un Modelo de Datos de Negocio tiene una extensión .%fileExtension%

source: A business archive has a .bar extension
es: Un archivo de negocios tiene una extensión de .bar
fr: Une archive a .bar comme extension

source: A custom page is a zip archive containing at least an Index.groovy class or an index.html file and, optionally, some additional resources.
es: Una página personalizada es un archivo zip que contiene al menos una clase de Index.groovy o un archivo index.html y, opcionalmente, algunos recursos adicionales.

source: A page archive has a .zip extension
es: Un archivo de página tiene una extensión .zip

source: A page with this name already exists.
es: Ya existe una página con este nombre.

source: Aborted by:
es: Abortado por:
fr: Abandonnée par :

source: Aborted on:
es: Abortado en:
fr: Abandonnée le :

source: About
es: Acerca
fr: A propos

source: Actions
es: acciones

source: Activate
es: Activar
fr: Activer

source: Activate a BDM
es: Activar un BDM

source: Activate selected users
es: Activar los usuarios seleccionados
fr: Activer les utilisateurs sélectionnés

source: Activation state
es: Estado de activación
fr: État d'activation

source: Active
es: Activo
fr: Activés

source: Active Users
es: Usuarios activos
fr: Utilisateurs activés

source: Actor mapping
es: Mapeo de actores
fr: Association acteurs/utilisateurs

source: Actor name
es: Nombre del actor
fr: Nom de l'acteur

source: Actors: %ok_ko%
es: Actores: %ok_ko%
fr: Acteurs: %ok_ko%

source: Add
es: Añadir
fr: Ajouter

source: Add Comment
es: Añadir comentario
fr: Ajouter un commentaire

source: Add a category
es: Agregar una categoría
fr: Ajouter une catégorie

source: Add a comment
es: Añadir un Comentario
fr: Ajouter un commentaire

source: Add a custom page
es: Añadir una página personalizada

source: Add a group
es: Agregar un grupo
fr: Ajouter un groupe

source: Add a group to %actor_name%
es: Añadir un grupo a %actor_name%
fr: Ajouter un groupe à %actor_name%

source: Add a group to profile %%
es: Agregar un perfil al grupo %%
fr: Ajouter un groupe au privilège %%

source: Add a membership
es: Añadir una membresía
fr: Ajouter une adhésion

source: Add a membership to %actor_name%
es: Añadir una membresía a %actor_name%
fr: Ajouter une adhésion à %actor_name%

source: Add a membership to %user%
es: Añadir una membresía para %user%
fr: Ajouter une adhésion à %user%

source: Add a membership to profile %%
es: Añadir una membresía al perfil %%
fr: Ajouter une adhésion au profil %%

source: Add a new category
es: Añadir una nueva categoría
fr: Ajouter une nouvelle catégorie

source: Add a new category to %%
es: Añadir una nueva categoría a %%
fr: Ajouter une nouvelle catégorie à %%

source: Add a new custom page
es: Añadir una nueva página personalizada

source: Add a new membership to this user
es: Añadir una nueva membresía a este usuario
fr: Ajouter une adhésion à cet utilisateur

source: Add a new page that was created using Groovy and/or HTML.<br/>The page archive (.zip file) must contain page.properties, either the index.html or the Index.groovy file, and the resources needed for the page.<br/>For details, see the documentation or the example page readme (available in the custom page list).
es: Añadir una nueva página que se creó usando Groovy o HTML. <br/> El archivo de página (archivo .zip) debe contener el index.html o archivo Index.groovy y todos los recursos necesarios para la página. <br/> Para obtener más información, consulte la documentación o el ejemplo de página readme (disponible en la lista de páginas personalizadas).

source: Add a page
es: Agregar una página

source: Add a role
es: Añadir un rol
fr: Ajouter un rôle

source: Add a role to %actor_name%
es: Añadir un rol a %actor_name%
fr: Ajouter un rôle à %actor_name%

source: Add a role to profile %%
es: Agregar una función al perfil %%
fr: Ajouter un rôle au profil %%

source: Add a user
es: Agregar un usuario
fr: Ajouter un utilisateur

source: Add a user to %actor_name%
es: Agregar un usuario a %actor_name%
fr: Ajouter un utilisateur à %actor_name%

source: Add a user to profile %%
es: Agregar un usuario al perfil %%
fr: Ajouter un utilisateur au profil %%

source: Add new memberships for %user%
es: Añadir nuevas membresías para %user%
fr: Ajouter une nouvelle adhésion pour l'utilisateur %user%

source: Add selected group(s) to this profile
es: Añadir este perfil a el grupo(s) seleccionado(s)
fr: Ajouter le ou les groupes sélectionnés à ce profil

source: Add selected role(s) to this profile
es: Añadir la función seleccionada(s) a este perfil
fr: Ajouter le ou les rôles sélectionnés à ce profil

source: Add selected user(s) to this profile
es: Añadir usuarios seleccionado(s) a este perfil
fr: Ajouter le ou les utilisateurs sélectionnés à ce profil

source: Add this group to %actor_name%
es: Añadir este grupo a %actor_name%
fr: Ajouter ce groupe à %actor_name%

source: Add this membership
es: Añadir esta membresía
fr: Ajouter cette adhésion

source: Add this membership to %actor_name%
es: Añadir esta membresía a %actor_name%
fr: Ajouter cette adhésion à %actor_name%

source: Add this role to %actor_name%
es: Añadir este rol a %actor_name%
fr: Ajouter ce rôle à %actor_name%

source: Add this user to %actor_name%
es: Añadir este usuario a %actor_name%
fr: Ajouter cet utilisateur à %actor_name%

source: Address
es: Dirección
fr: Adresse

source: Administrator
es: Administrador
fr: Administrateur

source: Alert
es: Alerta
fr: Alerte

source: All
es: Todos
fr: Tous

source: All Groups
es: Todos los grupos
fr: Tous les groupes

source: All Profiles
es: Todos los perfiles
fr: Tous les profils

source: All Roles
es: Todas las funciones
fr: Tous les rôles

source: All groups
es: Todos los grupos
fr: Tous les groupes

source: All pages
es: Todas las páginas

source: All processes are automatically paused.
es: Todos los procesos están automáticamente pausados.

source: An error has occurred when deploying Business Data Model.
es: Un error ha ocurrido al desplegar el Modelo de Datos de Negocio.

source: An error occurred while creating a definition
es: Error al crear una definición
fr: Une erreur s'est produite lors de la création d'une définition

source: An error occurred while deleting an item with the id %id%
es: Error al eliminar un elemento con el identificador %id%
fr: Une erreur s'est produite lors de la suppression d'un élément dont l'id est %id%

source: Analytics
es: Análisis
fr: Métriques

source: Applications
es: Aplicaciones

source: Apps management
es: Gestión de aplicaciones
fr: Gestion d'apps

source: April
es: Abril
fr: Avril

source: Archived
es: Archivado
fr: Archivés

source: Archived date
es: Fecha archivada
fr: Date d'archive

source: Archives
es: Archivos

source: Are you sur you want to remove selected actor members from the process ?
es: ¿Está seguro que desea quitar a los miembros seleccionados del actor del proceso?
fr: Êtes-vous sûr(e) de vouloir supprimer de cet acteur les entités sélectionnées ?

source: Are you sure you want to delete this membership ?
es: ¿Está seguro que desea eliminar esta membresía?
fr: Êtes-vous sûr de vouloir supprimer cette adhésion ?

source: Are you sure you want to remove category '%categoryName%' from process '%appName%' ?
es: ¿Está seguro que desea eliminar la categoría '%categoryName%' del proceso '%appName%' ?
fr: Êtes-vous sûr(e) de vouloir retirer la catégorie %categoryName% du processus '%appName%' ?

source: Assign
es: asignar
fr: Attribuer

source: Assign selected tasks to user
es: Asignar tareas seleccionadas al usuario
fr: Attribuer les tâches sélectionnées à l'utilisateur

source: Assign task to someone
es: Asignar tarea a alguien
fr: Affecter la tâche à quelqu'un

source: Assign this task to me. Other allowed users will no longer see it
es: Asignar esta tarea para mí. Otros usuarios autorizados dejarán de verla
fr: Prendre cette tâche. Les autres utilisateurs ne la verront plus.

source: Assigned date
es: Fecha asignada
fr: Date d'affectation

source: Assigned to
es: Asignado a
fr: Assignée à

source: Assigned to me
es: Asignado a mí
fr: Que j'ai prises

source: August
es: Agosto
fr: Août

source: Available
es: Disponible
fr: Disponible

source: Available tasks
es: tareas disponibles
fr: Tâches disponibles

source: BPM Services are paused. You may need to resume them.
es: Los Servicios BPM están en pausa. Puede que necesite reanudarlos.

source: BPM services
es: Servicios BPM

source: Back
es: Atrás
fr: Retour

source: Be careful, your organization will be merged with existing data.
es: Tenga cuidado, su organización se fusionará con los datos existentes.
fr: Attention, votre organisation va fusionner avec les données existantes.

source: Bonita Archive
es: Archivo Bonita
fr: Archive Bonita

source: Browse your computer and select the business archive containing the process definition to install.
es: Examine su equipo y seleccione el business archive (.bar) que contiene la definición del proceso a instalar.
fr: Recherchez et sélectionnez le fichier contenant la définition du processus à installer (.bar).

source: Business Data Model
es: Modelo de Datos de Negocio

source: Business archive
es: Business Archive (*.bar)
fr: Archive

source: Business card
es: Tarjeta de visita
fr: Carte de visite

source: Call activity
es: Actividad de Llamada
fr: Activité appelante

source: Call activity (launches another process)
es: Actividad de llamada (lanza otro proceso)
fr: Activité appelante (lance un autre processus)

source: Can't create group. Group '%groupName%' already exists
es: No se puede crear el grupo. El grupo '%groupName%' ya existe
fr: Impossible de créer le groupe. Le groupe '%groupName%' existe

source: Can't create role. Role '%roleName%' already exists
es: No se puede crear el rol. El rol '%roleName%' ya existe
fr: Il n'est pas possible de créer ce rôle, car '%roleName%' est déjà présent

source: Can't create user. User '%userName%' already exists
es: No se puede crear el usuario. El usuario '%userName%' ya existe
fr: Il n'est pas possible de créer cet utilisateur, car '%userName%' est déjà présent

source: Can't import Applications.
es: No se puede importar las aplicaciones.

source: Can't import applications. An application '%token%' already exists
es: No se puede importar las aplicaciones. Ya existe una aplicación '%token%'

source: Can't import organization. Please check that your file is well-formed
es: No puede importar organización. Por favor, compruebe que el archivo es correcto
fr: Impossible d'importer l'organisation. Veuillez vérifier que votre fichier est correct.

source: Can't parse json, non-well formed content
es: No se puede convertir json, el contenido no está bien formateado
fr: Impossible de lire le json, le contenu n'est pas correctement structuré

source: Can't start process %processId%, user %userId% not found
es: No se puede iniciar proceso %processId%, no se encuentra el usuario %userId%
fr: Impossible de démarrer le processus %processId%, l'utilisateur %userId% est introuvable

source: Can't start process, process %processId% is not enabled
es: No se puede iniciar el proceso, el proceso %processId% no esta activado
fr: Impossible de démarrer le processus, car %processId% n'est pas activé

source: Can't start process, process %processId% not found
es: No se puede iniciar el proceso, no se encuentra el proceso %processId%
fr: Impossible de démarrer le processus, processus %processId% introuvable

source: Can't update group. Group not found
es: Imposible actualizar el grupo. El grupo no existe
fr: Impossible de modifier le groupe. Le groupe est introuvable.

source: Can't update user. User not found
es: No se puede actualizar el usuario. Usuario no encontrado
fr: Impossible de mettre à jour les données de l'utilisateur. L'utilisateur est introuvable

source: Cancel
es: Cancelar
fr: Annuler

source: Cancel this action
es: Cancelar esta acción
fr: Annulez cette action

source: Cancel this form
es: Cancelar esta forma
fr: Annuler ce formulaire

source: Case
es: Caso
fr: Cas

source: Case id
es: Id de caso
fr: Numéro de cas

source: Case id:
es: ID de caso:
fr: Numéro de cas:

source: Case variables
es: Caso variable
fr: Variable de cas

source: Cases
es: Casos
fr: Cas

source: Cases I have started
es: Los casos que he empezado
fr: Les cas que j'ai commencé

source: Cases I have started or I have worked on
es: Casos que he empezado a trabajar o he trabajado
fr: Les cas que j'ai commencé ou ceux sur lesquels j'ai effectué une tâche

source: Cases I worked on
es: Casos en los que trabajé
fr: Les cas sur lesquels j'ai travaillé

source: Categories
es: Categorías
fr: Catégories

source: Category
es: Categoría
fr: Catégorie

source: Category with name %categoryName% already exists
es: La categoría %categoryName% ya existe
fr: La catégorie %categoryName% existe déjà

source: Change to selected language
es: Cambie al idioma seleccionado
fr: Changez la langue sélectionnée

source: Choose a language
es: Elija un idioma
fr: Choisissez votre langue

source: City
es: Ciudad
fr: Ville

source: Class name
es: Nombre de la clase
fr: Nom de la classe

source: Click here to choose your file.
es: Haga clic para seleccionar su archivo.
fr: Cliquez pour choisir votre fichier.

source: Click here to choose your file.
es: Haga clic para seleccionar su archivo.
fr: Cliquez pour choisir votre fichier.

source: Click here to go to Profile listing page
es: Haga clic aquí para ir a la página de perfiles
fr: Cliquez ici pour aller à la page de gestion des profils

source: Click on Install to complete the deployment or Cancel to stop the deployment.
es: Haga clic en instalar para completar el despliegue o en Cancelar para detener el despliegue.

source: Click to export this page
es: Haga clic para exportar esta página

source: Close
es: Cerrar
fr: Fermer

source: Close without saving
es: Cerrar sin guardar
fr: Fermer sans enregistrer les modifications

source: Comments
es: Comentarios
fr: Commentaires

source: Compilation failure. Verify that the Index.groovy class implements the PageController interface.
es: Error de compilación. Verificar que la clase Index.groovy implementa la interfaz PageController.

source: Configuration
es: Configuración

source: Configuration state
es: Estado de configuración
fr: Etat de la configuration

source: Configure BPM services for maintenance
es: Configurar los Servicios BPM para mantenimiento

source: Confirm
es: Confirmar
fr: Confirmer

source: Confirm delete ?
es: confirmar eliminación?
fr: Confirmez-vous la suppression ?

source: Confirm deletion
es: Confirmar eliminación
fr: Confirmez-vous la suppression ?

source: Confirm deletion ?
es: ¿Confirmar eliminación?
fr: Confirmez-vous la suppression ?

source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe

source: Confirm removing
es: ¿Confirmar eliminación
fr: Confirmer la suppression

source: Confirm removing ?
es: ¿Confirmar eliminación?
fr: Confirmez-vous la suppression ?

source: Confirm services pause?
es: ¿Confirma la pausa del servicio?

source: Confirm services resumption?
es: ¿Confirma reanudación de los servicios?

source: Confirm the new page
es: Confirme la nueva página

source: Confirm the page adding
es: Confirme agregar la página

source: Confirm the password for this user
es: Confirme la contraseña para este usuario
fr: Confirmer le mot de passe pour cet utilisateur

source: Confirm this action
es: Confirmar esta acción
fr: Confirmez votre action

source: Confirm update
es: Confirme actualización

source: Connector definitions
es: Definiciones de los conectores
fr: Définitions de connecteur

source: Connector definitions must be resolved before enabling the Process.
es: Las definiciones de conector deben resolverse antes de activar el proceso.
fr: Les définitions de connecteur doivent être résolues pour pouvoir activer le processus.

source: Connectors
es: Conectores
fr: Connecteurs

source: Connectors: %ok_ko%
es: Conectores: %ok_ko%
fr: Connecteurs: %ok_ko%

source: Content
es: Contenido
fr: Contenu

source: Country
es: País
fr: Pays

source: Create
es: Crear
fr: Créer

source: Create a group
es: Crear un grupo
fr: Créer un groupe

source: Create a new category
es: Crear una nueva categoría
fr: Créer une nouvelle catégorie

source: Create a new element
es: Crear un nuevo elemento
fr: Créer un nouvel élément

source: Create a role
es: Crear un rol
fr: Créer un rôle

source: Create a user
es: Crear un usuario
fr: Créer un utilisateur

source: Create this group
es: Crear este grupo
fr: Créer ce groupe

source: Create this role
es: Crear este rol
fr: Créer ce rôle

source: Create this user
es: Crear este usuario
fr: Créer cet utilisateur

source: Created by
es: Creado por

source: Created on
es: Creado

source: Creation date
es: Fecha de creación
fr: Créé le

source: Custom Pages
es: Páginas Personalizadas
fr: Pages personnalisées

source: Dactivate selected user
es: Desactivar el usuario seleccionado
fr: Désactiver utilisateur sélectionné

source: Data definition %dataName% doesn't exists for process %processId%
es: La definición de dato %dataName% no existe para el proceso %processId%
fr: Data definition %dataName% n'existe pas pour le process %processId%

source: Data included are : Users, groups and roles
es: Datos incluidos: usuarios, grupos y roles
fr: Les données incluses sont : utilisateurs, groupes et rôles

source: Deactivate
es: Desactivar
fr: Désactiver

source: Deactivate selected users
es: Desactivar los usuarios seleccionados
fr: Désactiver les utilisateurs sélectionnés

source: Deactivated user
es: Usuario desactivado
fr: Utilisateur désactivés

source: December
es: Diciembre
fr: Décembre

source: Deletable
es: Eliminable
fr: À supprimer

source: Delete
es: Eliminar
fr: Supprimer

source: Delete %resource_name%
es: Borrar %resource_name%
fr: Supprimer %resource_name%
