Repository: bonitasoft/bonita-web
Catalog: bonita-home/src/main/resources/client/platform/work/i18n/portal-js_*.po
Languages: de, es, it, pt_br

source: 'Zip file structure error. Check that your .zip contains a well-formed page.properties and either the index.html or the Index.groovy file. For details, see the documentation or the example page readme (availabe in the custom page list)
es: Error en la estructura del archivo ZIP. Verifique que los archivos page.properties e index.html o Index.groovy existan y que sean válidos. Para obtener más información, consulte la documentación o el readme de página ejemplo (disponible en la lista de páginas personalizadas)
it: Errore di struttura del file Zip. Controllare che lo. zip contiene un page.properties ben formattato e un index.html o un Index.groovy. Per ulteriori informazioni, vedere la documentazione o la pagina di esempio readme (disponibile nell'elenco delle pagine personalizzate)
pt_br: Erro na estrutura do arquivo zip. Verifique que o .zip contém um arquivo page.properties bem formado e um arquivo index.html ou Index.groovy. Para maiores detalhes, consulte a documentação ou o arquivo readme da página de exemplo (disponível na lista de páginas)

source: 1 case has been deleted
es: Se ha eliminado 1 caso
it: 1 caso è stato eliminato
pt_br: 1 caso foi removido

source: <strong>{{LicenseMonitoringCtrl.license.caseCounterLimit}}</strong> cases provisioned for the period <strong>{{ LicenseMonitoringCtrl.license.startPeriodTimestamp| dateI18n : 'LL'}}</strong> to <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>. Remember to renew your license in time if your license expires before the count end date.
es: <strong>{{LicenseMonitoringCtrl.license.caseCounterLimit}}</strong> casos aprovisionados para el período <strong>{{ LicenseMonitoringCtrl.license.startPeriodTimestamp| dateI18n : 'LL'}}</strong> a <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>. Recuerde renovar su licencia en el tiempo si su licencia expira antes de la fecha de final de la cuenta.
it: <strong>{{LicenseMonitoringCtrl.license.caseCounterLimit}}</strong> casi approvvigionati per il periodo dal <strong>{{ LicenseMonitoringCtrl.license.startPeriodTimestamp| dateI18n : 'LL'}}</strong> al <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>. Vi ricordiamo di rinnovare la licenza in tempo nel caso in cui dovesse scadere prima della data di fine conteggio.
pt_br: <strong>{{LicenseMonitoringCtrl.license.caseCounterLimit}}</strong> casos provisionados para o período de<strong>{{ LicenseMonitoringCtrl.license.startPeriodTimestamp| dateI18n : 'LL'}}</strong> ao <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>. Lembre-se de renovar a licença, caso ela expire antes da data de término da contagem.

source: <strong>{{LicenseMonitoringCtrl.license.remainingInstances}}</strong> cases available until <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>. To provision more cases, contact your sales person.
es: <strong>{{LicenseMonitoringCtrl.license.remainingInstances}}</strong> casos disponibles hasta <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>. Para casos más, póngase en contacto con su contacto de ventas.
it: <strong>{{LicenseMonitoringCtrl.license.remainingInstances}}</strong> casi disponibili fino al <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>. Per approvvigionarsi più casi, si prega di contattare il vostro contatto commerciale.
pt_br: <strong>{{LicenseMonitoringCtrl.license.remainingInstances}}</strong> casos disponíveis até <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>. Para provisionar mais casos, contacte o seu vendedor.

source: A page with this name already exists.
de: Eine Seite mit diesem Namen existiert bereits.
es: Ya existe una página con este nombre.
it: Una pagina con questo nome è già esistente.
pt_br: Já existe uma página com este nome.

source: Actions
de: Aktionen
es: acciones
it: azioni
pt_br: Ações

source: Activation state
de: Aktivierungsstatus
es: Estado de activación
it: Stato di attivazione
pt_br: Estado de ativação

source: Actor name
de: Name des Akteurs
es: Nombre del actor
it: Nome attore
pt_br: Nome do ator

source: Actor {} has been deleted
de: Akteur {} wurde gelöscht
es: Se ha eliminado el actor {}
it: L'attore {} è stato eliminato
pt_br: O ator {} foi excluído

source: Actors
de: Akteure
es: Actores
it: Attori
pt_br: Atores

source: Add
de: Hinzufügen
es: Añadir
it: Aggiungi
pt_br: Adicionar

source: Add from custom pages
de: Hinzufügen von benutzerdefinierten Seiten
es: Agregar desde páginas personalizadas
it: Aggiungi dalle pagine personalizzate
pt_br: Adicionar a partir de páginas personalizadas

source: Add menu
de: Menü hinzufügen
es: Agregar menú
it: Aggiungere menu
pt_br: Adionar menu

source: Add menu item
de: Menüpunkt hinzufügen
es: Agregar elemento de menú
it: Aggiungi una voce al menu
pt_br: Adicionar item de menu

source: Add page
de: Seite hinzufügen
es: Añade página
it: Aggiungi pagina
pt_br: Adicionar página

source: Add pages in Navigation
de: Seiten in der Navigation hinzufügen
es: Agregar páginas en Navegación
it: Aggiungere delle pagine in Navigazione
pt_br: Adicione as páginas na Navegação

source: Add top-level menu
de: Top-Level-Menü hinzufügen
es: Agregar menú superior
it: Aggiungi un menu di primo livello
pt_br: Adicionar menu de primeiro nível

source: All
de: Alle
es: Todos
it: Tutti
pt_br: Todos

source: An application is a customized environment for a specific user profile, in which users interact with business data and business processes in the most efficient way.
de: Eine Anwendung ist eine individuell angepasste Umgebung für ein bestimmtes Benutzerprofil, in der Benutzer mit Geschäftsdaten und Geschäftsprozessen in der effizientesten Art interagieren.
es: Una aplicación es un entorno personalizado para un perfil de usuario específico, en el cual los usuarios interactúan con Datos de Negocio y procesos de negocio de la manera más eficiente.
it: Un'applicazione è un ambiente personalizzato per un profilo utente specifico, in cui gli utenti interagiscono con i dati aziendali e processi di business in modo più efficiente.
pt_br: Uma aplicação é um ambiente personalizado para um perfil específico, no qual usuários interagem com dados de negócio e processos de negócios de maneira mais eficaz.

source: An error occured during categories update
de: Während der Aktualisierung der Kategorien ist ein Fehler aufgetreten
es: Se produjo un error durante la actualización de las categorías
it: Errore durante l'aggiornamento delle categorie
pt_br: Ocorreu um erro durante a atualização das categorias

source: Application XML file
de: XML-Anwendungsdatei
es: Archivo de la aplicación XML
it: File XML dell'applicazione
pt_br: Arquivo XML de aplicação

source: Application list
de: Anwendungsliste
es: Lista de aplicaciones
it: Lista Applicazioni
pt_br: Lista de aplicações

source: Apply
de: Anwenden
es: Aplicar
it: Applica
pt_br: Aplicar

source: Archived cases
de: Archivierte Fälle
es: Casos archivados
it: Casi archiviati
pt_br: Casos arquivados

source: Attention
es: Atención
it: Attenzione
pt_br: Atenção

source: Autofill
es: Autorrelleno
it: Riempimento automatico
pt_br: Preenchimento automático

source: Available tasks
de: Verfügbare Aufgaben
es: tareas disponibles
it: Task disponibili
pt_br: Tarefas disponíveis

source: Back
de: Zurück
es: Atrás
it: Indietro
pt_br: Voltar

source: Before you can update a form mapping, you need to add the new form. To add it for this process only, upload it from the Form list tab
es: Antes de que se puede actualizar una asignación de formulario, necesita agregar el nuevo formulario. Para agregarlo a este proceso solamente, súbalo desde la destaña de Lista de formularios
it: Prima di poter aggiornare un form mapping, è necessario aggiungere il nuovo form. Se si desidera aggiungerlo solo per questo processo, si prega di usare il tab lista dei Form
pt_br: Antes de atualizar um mapeamento de formulário, é necessário adicionar o novo formulário. Para adicioná-lo somente para este processo, carregue-o a partir da guia Lista de formulários

source: Before you can use a custom page in a form mapping, you must install the page
de: Bevor Sie eine benutzerdefinierte Seite in einem Formular-Mapping verwenden können, müssen Sie die Seite installieren
es: Antes de poder utilizar una página personalizada en un mapeo de formulario, debe instalar la página
it: Prima di poter utilizzare una pagina personalizzata nel mapping di un form, è necessario installare la pagina
pt_br: Antes de poder usar uma página em um mapeamento de formulário, é necessário instalá-la no Portal

source: Before you import the application, the pages and the profile must already be loaded in the Portal.
de: Bevor Sie die Anwendung importieren, müssen die Seiten und das Profil im Portal geladen worden sein.
es: Antes de importar la aplicación, las páginas y el perfil ya deben estar cargados en el Portal.
it: Prima di importare l'applicazione, le pagine e il profilo devone già essere stati caricati nel portale.
pt_br: Antes de importar a aplicação, as páginas personalizadas e o perfil devem existir no Portal.

source: CPU information
es: Información de la CPU
it: Informazioni sulla CPU
pt_br: Informações CPU

source: Can't import page or form to the process
es: No se puede importar una página o formulario al proceso
it: Non è possibile importare la pagina o il form nel processo
pt_br: Não foi possível importar a página ou formulário no processo

source: Can't update expression content
es: No se puede actualizar el contenido de la expresión
it: Non è possibile aggiornare il contenuto di espressione
pt_br: Não foi possível atualizar o conteúdo da expressão

source: Cancel
de: Annulieren
es: Cancelar
it: Annulla
pt_br: Cancelar

source: Cancelled, skipped instances
es: Instancias canceladas, omitidas
it: Istanze cancellate, saltate
pt_br: Instâncias canceladas, ignoradas

source: Cannot upload the file
de: Die Datei kann nicht hochgeladen werden
es: No se puede cargar el archivo
it: Impossibile caricare il file
pt_br: Não foi possível carregar o arquivo

source: Case
de: Fall
es: Caso
it: Caso
pt_br: Instância de processo

source: Case counter
es: Contador de casos
it: Contatore di casi
pt_br: Contador de casos

source: Case id
de: Fall-ID
es: Id de caso
it: id del caso
pt_br: Id da instância de processo

source: Case list
de: Fall-Liste
es: Lista de casos
it: Elenco dei casi
pt_br: Lista de casos

source: Case overview
es: Resumen de caso
it: Overview del caso
pt_br: Página de síntese do caso

source: Case start
de: Instanzbeginn
es: Caso inicio
it: Avvio caso
pt_br: Iníciar caso

source: Case state
de: Zustand des Falls
es: Estado del caso
it: Stato del caso
pt_br: Estado do caso

source: Case usage:
es: Uso de casos:
it: Percentuale dei casi già utilizzati:
pt_br: Porcentagem de utilização de casos:

source: Case: {{caseId}} - Process: {{processName}} ({{processVersion}})
es: Caso: {{caseId}} - Proceso: {{processName}} ({{processVersion}})
it: Caso: {{caseId}} - processo: {{processName}} ({{processVersion}})
pt_br: Caso: {{caseId}} - Processo: {{processName}} ({{processVersion}})

source: Cases
de: Fälle
es: Casos
it: Casi
pt_br: Casos

source: Cases with failures
de: Fällen mit Fehlschlägen
es: Casos con fallos
it: Casi con errori
pt_br: Casos com erros

source: Categories
de: Kategorien
es: Categorías
it: Categorie
pt_br: Categorias

source: Check that each entity has the relevant Process Manager profile in the Portal.
es: Compruebe que cada entidad tiene el perfil de Gestor de Procesos en el Portal.
it: Verificare che ogni entità abbia il relativo profilo di Process Manager nel portale.
pt_br: Verifique que cada entidade tem o perfil de gerente de processo adequado no Portal.

source: Class name
de: Klassenname
es: Nombre de la clase
it: Nome della classe
pt_br: Nome da classe

source: Click here to choose your file (.zip)
de: Klicken Sie hier, um Ihre Datei (.zip) auszuwählen
es: Haga clic aquí para elegir su archivo (.zip)
it: Clicca qui per scegliere il file (. zip)
pt_br: Clique aqui para escolher o arquivo (.zip)

source: Click here to choose your file. XML file (.xml)
de: Klicken Sie hier, um Ihre Datei auszuwählen. XML-Datei (.xml)
es: Haga clic aquí para elegir tu archivo. Archivo XML (.xml)
it: Clicca qui per scegliere il file XML (.xml)
pt_br: Clique aqui para escolher o seu arquivo XML (. xml)

source: Click here to go to Profile listing page
de: Klicken Sie hier um zur Profil-Liste-Seite zu gehen
es: Haga clic aquí para ir a la página de perfiles
it: Clicca qui per andare alla pagina della lista dei profili
pt_br: Clique aqui para ir para a página de perfis

source: Close
de: Schließen
es: Cerrar
it: Chiudi
pt_br: Fechar

source: Columns
de: Spalten
es: Columnas
it: Colonne
pt_br: Colunas

source: Columns selection
es: Selección de columnas
it: Selezione delle colonne
pt_br: Seleção de colunas

source: Compilation failure. Verify that the Index.groovy class implements the PageController interface.
de: Fehler bei der Kompilierung. Stellen Sie sicher, dass die Index.groovy-Klasse die PageController-Schnittstelle implementiert.
es: Error de compilación. Verificar que la clase Index.groovy implementa la interfaz PageController.
it: Errore di compilazione. Verificare che la classe Index.groovy implementi l'interfaccia PageController.
pt_br: Erro de compilação. Verifique se a classe Index.groovy implementa a interface PageController.

source: Completed instances
es: Instancias completadas
it: Istanze completate
pt_br: Instâncias concluídas

source: Configuration state
de: Konfigurationsstatus
es: Estado de la configuración
it: Stato della configurazione
pt_br: Estado da configuração

source: Confirm
de: Bestätigen
es: Confirmar
it: Conferma
pt_br: Confirmar

source: Confirm delete?
de: Löschen bestätigen?
es: ¿Confirmar borrado?
it: Vuoi davvero eliminare?
pt_br: Confirmar exclusão?

source: Connector definitions must be resolved before enabling the Process.
de: Konnektor-Definitionen müssen vor dem Aktivieren des Prozesses gelöst werden.
es: Las definiciones de conector deben resolverse antes de activar el proceso.
it: Le Definizioni di connettore devono essere risolti prima di attivare il processo.
pt_br: As definições de conectores devem ser resolvidas antes de ativar o processo.

source: Connector zip file
de: Konnektor-Zip-Datei
es: Archivo zip del conector
it: Connettore file zip
pt_br: Arquivo zip do conector

source: Connectors
de: Konnektoren
es: Conectores
it: Connettori
pt_br: Conectores

source: Counters include cases from root processes and cases started by call activities.
es: Los contadores incluyen los casos de los procesos raiz y de los iniciados por una actividad de llamada.
it: I contatori tengono conto i casi provenienti da procissi padre ma anche dei casi iniziati da delle call activity.
pt_br: Os contadores incluem casos principais e casos iniciados por atividades chamadoras.

source: Create a new membership
de: Erstellen einer neuen Mitgliedschaft
es: Crear una nueva membresía
it: Creare una nuova adesione
pt_br: Criar uma nova associação

source: Create an application
de: Erstellen einer Anwendung
es: Crear una aplicación
it: Creare un'applicazione
pt_br: Criar uma aplicação

source: Create membership
de: Mitgliedschaft erstellen
es: Crear membresía
it: Creare una adesione
pt_br: Criar Associação

source: Created by
de: Erstellt von
es: Creado por
it: Creato da
pt_br: Criado por

source: Creation
de: Erstellung
es: Creación
it: Creazione
pt_br: Criação

source: Creation on
de: Erstellen am
es: Creado el
it: Creazione in
pt_br: Criada em

source: Current license
es: Licencia actual
it: Licenza attuale
pt_br: Licença atual

source: DEFAULT ZOOM LEVEL
de: STANDARD-ZOOM-NIVEAU
es: ZOOM POR DEFECTO
it: LIVELLO DI ZOOM PREDEFINITO
pt_br: NÍVEL DE ZOOM PADRÃO

source: Delete
de: Löschen
es: Eliminar
it: Cancella
pt_br: Excluir

source: Delete application
de: Anwendung löschen
es: Eliminar aplicación
it: Elimina l'applicazione
pt_br: Excluir aplicação

source: Delete process
es: Eliminar proceso
it: Elimina processo
pt_br: Excluir processo

source: Delete the process
de: Den Prozess löschen
es: Eliminar el proceso
it: Elimina il processo
pt_br: Excluir o processo

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt_br: Descrição

source: Diagram Key
de: Diagramm-Schlüssel
es: Clave de diagrama
it: Legenda del diagramma
pt_br: Chave do diagrama

source: Disabled, no new case can be started
de: Deaktiviert, kein neuer Fall kann gestartet werden
es: Desactivado, no puede iniciarse ningún nuevo caso
it: Disabilitato, nessun nuovo caso può essere avviato
pt_br: Desativado, nenhum novo caso pode ser iniciado

source: Display name
de: Name
es: Título dinámico
it: Nome visualizzato
pt_br: Nome de exibição

source: Drawing process ...
de: Prozess zeichnen ...
es: Dibujando proceso ...
it: Creazione del diagramma del processo in corso ...
pt_br: Desenhando o processo ...

source: Drawing process...
de: Prozess zeichnen...
es: Dibujando proceso...
it: Creazione del diagramma del processo in corso...
pt_br: Desenhando processo...

source: Edit
de: Bearbeiten
es: Editar
it: Modifica
pt_br: Editar

source: Edit menu
de: Menü bearbeiten
es: Editar menú
it: Modifica il menu
pt_br: Editar menu

source: Edit menu item
de: Menüpunkt bearbeiten
es: Editar elemento de menú
it: Modificare la voce di menu
pt_br: Editar item de menu

source: Enable all
es: Activar todo
it: Attivare tutti
pt_br: Ativar Tudo

source: End date
de: End-Datum
es: Fecha fin
it: Data di fine
pt_br: Data de Fim

source: Enter a new category name and press "Enter" key to create a new category and assign it to the current process.
es: Añada un nuevo nombre de categoría y presione la tecla "Enter" para crear una nueva categoría y asignarla al proceso actual.
it: Immettere un nuovo nome per la categoria e premere "Invio" per creare una nuova categoria e assegnarla al processo corrente.
pt_br: Insira um novo nome de categoria e pressione a tecla "Enter" para criar uma nova categoria e atribuí-la ao processo atual.

source: Enter a new category name to create a new category and assign it to the current process.
de: Geben Sie einen neuen Kategorienamen ein, um eine neue Kategorie zu erstellen und dem aktuellen Prozess zuzuweisen.
es: Introduzca un nuevo nombre de categoría para crear una nueva y asignarla al proceso actual.
it: Immettere un nuovo nome di categoria per creare una nuova categoria e assegnarlo al processo corrente.
pt_br: Digite um novo nome de categoria para criar uma nova categoria e atribuí-la ao processo atual.

source: Enter the user to start the case for...
de: Geben Sie den Benutzer ein, um den Fall zu starten für...
es: Introduzca el usuario para el cual iniciar el caso...
it: Selezionare l'utente per il quale si vuole iniziare un caso...
pt_br: Digite o usuário para o qual o caso será iniciado...

source: Enter user
de: Geben Sie Benutzer ein
es: Introducir usuario
it: Immettere l'utente
pt_br: Digite o usuário

source: Entity Mapping must be resolved before enabling the Process.
de: Entitätsmapping muss vor dem Aktivieren des Prozesses gelöst werden.
es: La asignación de actores debe resolverse antes de activar el proceso.
it: I mapping delle entità devono essere risolte prima di attivare il processo.
pt_br: O mapeamento de entidades deve ser resolvido antes de ativar o processo.

source: Error on drawing process!
de: Fehler beim Zeichnen des Prozesses!
es: ¡Error al dibujar el proceso!
it: Errore durante la creazione del diagramma del processo!
pt_br: Erro ao desenhar o processo!

source: Error: value must be a boolean
de: Fehler: der Wert muss ein boolescher Wert sein
es: Error: el valor debe ser booleano
it: Errore: il valore deve essere un valore booleano
pt_br: Erro: o valor deve ser um booleano

source: Error: value must be a double
de: Fehler: der Wert muss ein Double sein
es: Error: el valor debe ser un doble
it: Errore: il valore deve essere un double
pt_br: Erro: o valor deve ser um double

source: Error: value must be an integer
de: Fehler: Wert muss eine Ganzzahl sein
es: Error: el valor debe ser un entero
it: Errore: il valore deve essere un valore integer
pt_br: Erro: o valor deve ser um número inteiro

source: Execute
es: Ejecutar
it: Esegui
pt_br: Executar

source: Executing, completing, initializing instances
es: Instancias in curso, completadas, inicializadas
it: Istanze in esecuzione, in completamento, durante l'inizializzazione
pt_br: Instâncias em execução, completando, inicializando

source: Expecting a {} value.
es: Esperando un valor {}.
it: Previsto un valore di {}.
pt_br: Um valor {} é esperado.

source: Export
de: Exportieren
es: Exportar
it: Esporta
pt_br: Exportar

source: Export application
de: Anwendung exportieren
es: Exportar Aplicación
it: Esporta l'applicazione
pt_br: Exportar aplicação

source: Expression content has been updated
es: Se ha actualizado el contenido de la expresión
it: Contenuto di espressione è stato aggiornato
pt_br: O conteúdo da expressão foi atualizado

source: Failed
de: Fehlgeschlagen
es: Fallido
it: Fallito
pt_br: Em erro

source: Failed Flow Nodes
de: Fehlgeschlagene Flow Nodes
es: Flow Nodes fallidos
it: Flow Node falliti
pt_br: Etapas em erro

source: Failed instances
es: Instancias fallidas
it: Istanze non riuscite
pt_br: Instâncias em erro

source: Filename too long. The zip filename must be no longer than 50 characters
es: Nombre de archivo demasiado largo. El nombre del archivo zip debe ser no más de 50 caracteres
it: Nome del file troppo lungo. Il nome del file zip deve essere non più di 50 caratteri
pt_br: O nome do arquivo muito grande. O nome do arquivo zip não deve exceder 50 caracteres

source: Fill in each form inputs with fake data.
es: Completar cada entrada del formulario con datos falsos.
it: Riempire ogni ingresso del form con dei dati falsi.
pt_br: Preenche todas as entradas do formulário com dados simples.

source: Filter on process
de: Filtern nach Prozess
es: Filtrar por proceso
it: Filtrare sul processo
pt_br: Filtrar por processo

source: Filters
de: Filter
es: Filtros
it: Filtri
pt_br: Filtros

source: For each actor, check that each entity (user, group, role, membership) has the relevant user profile in the Portal.
de: Überprüfen Sie für für jeden Akteur, dass jede Entität (Benutzer, Gruppe, Rolle, Mitgliedschaft) das entsprechende Benutzerprofil im Portal hat.
es: Para cada actor, compruebe que cada entidad (usuario, grupo, rol, membresia) tiene el perfil de usuario correspondiente en el Portal.
it: Per ogni attore, controlla che ogni entità (utente, gruppo, ruolo, membership) abbia il corrispondente profilo utente nel Portale.
pt_br: Para cada ator, verifique que cada entidade (usuário, grupo, função e associação) tem o perfil de usuário relevante no Portal.

source: Form
de: Formular
es: Formulario
it: Modulo
pt_br: Formulário

source: Form cannot be empty
es: El formulario no puede estar vacío
it: Il form non può essere vuoto
pt_br: O formulário não pode ser vazio

source: Form list
es: Lista de formulario
it: Lista dei form
pt_br: Lista de formulários

source: Forms
de: Formulare
es: Formularios
it: Moduli
pt_br: Formulários

source: Groups
de: Gruppen
es: Grupos
it: Gruppi
pt_br: Grupos

source: Groups mapped to {}
de: Gruppen zugeordnet zu {}
es: Grupos asignados a {}
it: Gruppi mappati a {}
pt_br: Grupos mapeados a {}

source: Healthy
de: Fehlerfrei
es: Sin error
it: Sano
pt_br: Sem erros

source: Healthy cases
de: Fehlerfreie Fälle
es: Casos activos
it: Casi sani
pt_br: Casos sem erros

source: Hide
de: Ausblenden
es: Ocultar
it: Nascondi
pt_br: Ocultar
