Repository: bonitasoft/bonita-web
Catalog: bonita-home/src/main/resources/client/platform/work/i18n/portal_*.po
Languages: es, fr

source: Delete pages
es: Borrar páginas

source: Delete selected groups
es: Eliminar grupos seleccionados
fr: Supprimer les groupes sélectionnés

source: Delete selected pages
es: Borrar las páginas seleccionadas

source: Delete selected processes
es: Eliminar los procesos seleccionados
fr: Supprimer les processus sélectionnés

source: Delete selected roles
es: Eliminar las funciones
fr: Supprimer les rôles sélectionnés

source: Delete the pages
es: Eliminar las páginas

source: Delete the process %app_name%?
es: ¿Borrar el proceso %app_name%?
fr: Supprimer le processus %app_name%?

source: Delete this member
es: Eliminar este miembro
fr: Supprimer ce membre

source: Delete this membership
es: Eliminar esta membresía
fr: Supprimer cette adhésion

source: Delete this process
es: Eliminar este proceso
fr: Supprimer ce processus

source: Description
es: Descripción

source: Description:
es: Descripción:

source: Details
es: Detalles
fr: Détails

source: Direct users
es: Usuarios directos
fr: Utilisateurs directement liés

source: Disable
es: Desactivar
fr: Désactiver

source: Disable selected processes
es: Deshabilitar los procesos seleccionados
fr: Désactiver les processus sélectionnés

source: Disable this process
es: Desactivar este proceso
fr: Désactiver ce processus

source: Disabled
es: Desactivado
fr: Désactivés

source: Disabled processes
es: Procesos deshabilitados
fr: Processus désactivés

source: Discuss :
es: Discutir :
fr: Discuter :

source: Display a case form of process %app_name%
es: Mostrar un formulario de instanciación del proceso %app_name%
fr: Afficher un formulaire de démarrage du processus %app_name%

source: Display a summary of all processes
es: Mostrar un resumen de todos los procesos
fr: Afficher un résumé de tous les processus

source: Display name
es: Título dinámico
fr: Nom affiché

source: Display tasks I have done
es: Mostrar las tareas que he realizado
fr: Tâche que j'ai effectuée

source: Display the case form
es: Mostrar el formulario del caso
fr: Afficher le formulaire du cas

source: Do it
es: hacer
fr: Faire

source: Do not delete this membership
es: No elimine esta membresía
fr: Ne pas supprimer cette adhésion

source: Done
es: Hecho
fr: Fait

source: Done %task_last_update% by %executed_by%
es: Completado en %task_last_update% por %executed_by%
fr: Fait le %task_last_update% par %executed_by%

source: Done by
es: Hecho por
fr: Faite par

source: Done on
es: Realizado en
fr: Effectuées le

source: Done tasks
es: Tareas realizadas
fr: Tâches terminées

source: Due date
es: Fecha de vencimiento
fr: Echéance

source: Due in:
es: En:
fr: Prévue dans:

source: Edit
es: Editar
fr: Modifier

source: Edit %pageName%
es: Editar %pageName%

source: Edit a role
es: Edite un rol
fr: Modifier ce rôle

source: Edit a user
es: Actualizar un usuario
fr: Mise à jour de l'utilisateur

source: Edit case variable
es: Editar caso variable
fr: Modifier la variable du cas

source: Edit groups of actor %actor_name%
es: Editar los grupos del actor %actor_name%
fr: Modifiez les groupes associés à l'acteur %actor_name%

source: Edit memberships of actor %actor_name%
es: Editar la membresía del actor %actor_name%
fr: Modifier les adhésions associées à l'acteur %actor_name%

source: Edit roles of actor %actor_name%
es: Editar roles de actor %actor_name%
fr: Modifier les rôles associés à l'acteur %actor_name%

source: Edit selected page
es: Editar página seleccionada

source: Edit this group
es: Editar este grupo
fr: Editer ce groupe

source: Edit this value
es: Editar este valor
fr: Modifier cette valeur

source: Edit user
es: Actualizar usuario
fr: Mise à jour de l'utilisateur

source: Edit users of actor %actor_name%
es: Editar usuarios del actor %actor_name%
fr: Modifier les utilisateurs de l'acteur %actor_name%

source: Edit variable
es: Editar la variable
fr: Modifier la variable

source: Email
es: Correo Electrónico

source: Enable
es: Activar
fr: Activer

source: Enable selected processes
es: Activar procesos seleccionados
fr: Activer les processus sélectionnés

source: Enable this process
es: Activar este proceso
fr: Activer ce processus

source: Enabled
es: Activado
fr: Activés

source: Enabled processes
es: Procesos habilitados
fr: Processus activés

source: Enter a category name
es: Ingrese un nombre de categoría
fr: Entrez un nom de catégorie

source: Enter the address of this user
es: Introduzca la dirección de este usuario
fr: Entrer l'adresse de cet utilisateur

source: Enter the city of this user
es: Introduce la ciudad de este usuario
fr: Entrez la ville de cet utilisateur

source: Enter the country of this user
es: Introduzca el país de este usuario
fr: Entrez le pays de cet utilisateur

source: Enter the description for this category
es: Ingrese la descripción para esta categoría
fr: Entrez la description de cette catégorie

source: Enter the description of this group
es: Escriba la descripción de este grupo
fr: Entrez la description du groupe

source: Enter the description of this role
es: Escriba la descripción de esta función
fr: Entrez la description du rôle

source: Enter the display name of this group
es: Introduzca el nombre para mostrar de esta función
fr: Entrez le nom d'affichage du groupe

source: Enter the display name of this role
es: Introduzca el nombre para mostrar de esta función
fr: Entrez le nom d'affichage du rôle

source: Enter the email of this user
es: Introduzca el correo electrónico de este usuario
fr: Entrez l'email de cet utilisateur

source: Enter the first name of this user
es: Introduzca el nombre de este usuario
fr: Entrez le prénom de cet utilisateur

source: Enter the job title of this user
es: Escriba el cargo de este usuario
fr: Entrez la description du poste de cet utilisateur

source: Enter the last name of this user
es: Introduzca el apellido de este usuario
fr: Entrez le nom de cet utilisateur

source: Enter the mobile phone of this user
es: Introduzca el teléfono móvil de este usuario
fr: Entrez le portable de cet utilisateur

source: Enter the name of this group
es: Introduzca el nombre de este grupo
fr: Entrez le nom du groupe

source: Enter the name of this role
es: Introduzca el nombre de esta función
fr: Entrez le nom du rôle

source: Enter the password for this user
es: Introduzca la contraseña para este usuario
fr: Entrer un mot de passe pour cet utilisateur

source: Enter the phone of this user
es: Introduzca el teléfono de este usuario
fr: Entrez le téléphone de cet utilisateur

source: Enter the state of this user
es: Introduzca el estado de este usuario
fr: Entrez la ville de cet utilisateur

source: Enter the text to search for
es: Introduzca el texto que desea buscar
fr: Entrez le texte que vous cherchez

source: Enter the title of this user
es: Introduzca el título de este usuario
fr: Entrez le titre de cet utilisateur

source: Enter the username for this user
es: Introduzca el username de este usuario
fr: Entrez le nom d'utilisateur pour cet utilisateur

source: Enter the zip code of this user
es: Indique el código postal de este usuario
fr: Entrez le code postal de cet utilisateur

source: Entity Mapping must be resolved before enabling the Process.
es: La asignación de actores debe resolverse antes de activar el proceso.
fr: Toutes les entités doivent être configurées pour pouvoir activer le processus.

source: Error during Application import file reading.
es: Error durante la lectura del archivo de importación de la aplicación.

source: Error occured when starting process %processId%
es: Ha ocurrido un error al iniciar el proceso %processId%
fr: Une erreur s'est produite lors du démarrage de processus %processId%

source: Error when adding group to actor member
es: Error al agregar grupo al actor
fr: Erreur lors de l'ajout du groupe aux membres de l'acteur

source: Error when creating group
es: Error al crear grupo
fr: Erreur lors de la création du groupe

source: Error when creating user
es: Ha ocurrido un error al crear el usuario
fr: Erreur lors de la création de l'utilisateur

source: Error when deleting groups
es: Error al suprimir los grupos
fr: Erreur lors de la suppression du(es) groupe(s)

source: Error when deleting users
es: Ha ocurrido un error al borrar los usuarios
fr: Erreur lors de la désactivation des utilisateurs

source: Error when pausing BPM services
es: Error al pausar los Servicios BPM

source: Error when resuming BPM services
es: Error al arrancar los Servicios BPM

source: Error when searching users
es: Ha ocurrido un error al buscar usuarios
fr: Erreur lors de la recherche des utilisateurs

source: Error when updating %activityId% activity variables
es: Ha ocurrido un error al actualizar las variables de la actividad %activityId%
fr: Erreur lors de la mise à jour des variables de l'activité de %activityId%

source: Error when updating group
es: Error al actualizar el grupo
fr: Erreur lors de la mise à jour du groupe

source: Error when updating process deployment informations
es: Ha ocurrido un error al actualizar la información de despliegue del proceso
fr: Erreur lors de l'actualisation des informations de déploiement du processus

source: Error when updating user
es: Ha ocurrido un error al actualizar el usuario
fr: Erreur lors de l'actualisation des données de l'utilisateur

source: Executed by
es: Ejecutado por
fr: Exécuté par

source: Executed by:
es: Ejecutado por:
fr: Exécuté par :

source: Export
es: Exportar
fr: Exporter

source: Export the installed organization
es: Exportar la organización instalada
fr: Exporter l'organisation installée

source: Failed
es: Fallido
fr: En échec

source: Failed on
es: Error en
fr: En échec depuis le

source: Failed on %task_last_update%
es: Falló en %task_last_update%
fr: En échec depuis le %task_last_update%

source: Failed on:
es: Error en:
fr: En échec depuis:

source: Failed tasks
es: Tareas fallidas
fr: Tâches en échec

source: February
es: Febrero
fr: Février

source: Filters are not supported by this API
es: Los filtros no son soportados con este API
fr: Les filtres ne sont pas supportés par cette API

source: Finish
es: Terminado
fr: Terminer

source: Finish this page
es: Finalizar esta página
fr: Terminer cette page

source: First name
es: Nombre
fr: Prénom

source: First name of the user
es: Nombre del usuario
fr: Prénom de l'utilisateur

source: Firstname
es: Nombre
fr: Prénom

source: For each actor, check that each entity (user, group, role, membership) has the relevant user profile in the Portal.
es: Para cada actor, compruebe que cada entidad (usuario, grupo, rol, membresia) tiene el perfil de usuario correspondiente en el Portal.
fr: Pour chaque acteur, vérifiez que chaque entité (utilisateur, groupe, rôle, adhesion) a bien le profil d'utilisateur approprié sur le Portal.

source: Format: %namePrefix% followed only by alphanumeric characters.
es: Formato: %namePrefix% seguido sólo por caracteres alfanuméricos.

source: Fr
es: Vi
fr: Ven

source: Getting more information about the specified case
es: Obtener más información acerca del caso específicado
fr: Obtenir plus d'informations sur le cas spécifique

source: Go back to previous view
es: Volver a la vista anterior
fr: Retour à la page précédente

source: Go to BPM Services
es: Ir a Servicios de BPM

source: Go to Configuration > BPM Services.
es: Ir a configuración > Servicios de BPM.

source: Go to page %pagenumber%
es: ir a la pagina %pagenumber%
fr: Allez à la page %pagenumber%

source: Go to previous step
es: Ir al paso anterior
fr: Etape précédente

source: Group
es: Grupo
fr: Groupe

source: Group (%nb_group%)
es: Grupo (%nb_group%)
fr: Groupes (%nb_group%)

source: Groups
es: Grupos
fr: Groupes

source: Groups mapping
es: Asignación de grupos
fr: Association avec des groupes

source: Groups: %nb_groups%
es: Grupos: %nb_groups%
fr: Groupes: %nb_groups%

source: High
es: alto
fr: Haute

source: Highest
es: Mayor
fr: Plus haute

source: Human Task
es: Tarea Humana
fr: Tâche humaine

source: Icon
es: Icono
fr: Icône

source: If these pages are used in a profile, the pages and related profile entries will be permanently deleted.
es: Si se utilizan estas páginas en un perfil, las páginas y entradas relacionadas al perfil se eliminarán permanentemente.

source: If this page is used in a profile, the page and related profile entries will be permanently deleted.
es: Si se utilizan estas páginas en un perfil, las páginas y entradas relacionadas al perfil se eliminarán permanentemente.

source: Image files
es: Archivos de imagen
fr: Fichier image

source: Import
es: Importar
fr: Importer

source: Import / Export
es: Importación / exportación
fr: Importer / Exporter

source: Import an existing organization
es: Importar una organización existente
fr: Importer une organisation existante

source: Import and activate a new Business Data Model
es: Importar y activar un nuevo Modelo de Datos de Negocio

source: Import or export data
es: Importar o exportar datos
fr: Importer ou exporter des données

source: Import/Export
es: Importar/exportar
fr: Importer/Exporter

source: In case of conflict, priority is given to the imported file
es: En caso de conflicto, se da prioridad a el archivo importado
fr: En cas de conflit, la priorité est donnée au fichier importé

source: Inactive
es: Inactivo
fr: Désactivés

source: Inactive Users
es: Usuarios inactivos
fr: Utilisateurs désactivés

source: Inactive user
es: Usuario Inactivo
fr: Utilisateur inactif

source: Install
es: Instalar
fr: Installer

source: Install a process
es: Instalar un proceso
fr: Installer un processus

source: Install the Business Data Model
es: Instalar el modelo de datos de negocios

source: Installed by
es: Instalado por
fr: Installé par

source: Installed on
es: Instalado en
fr: Installé le

source: Invalid Business Data Model content
es: Contenido invalido en el Modelo de Datos de Negocio

source: Item not found
es: Elemento no encontrado
fr: Item non trouvé

source: January
es: Enero
fr: Janvier

source: Jasper Archive
es: Archivo Jasper
fr: Archives de Jasper

source: Job title
es: Profesión
fr: Intitulé du poste

source: Job title of the user
es: Función y/o título del usuario
fr: Titre du poste de l'utilisateur

source: Json can't be mapped to
es: Json no puede ser mapeado a
fr: Json ne peut pas être mappée à

source: July
es: Julio
fr: Juillet

source: June
es: Junio
fr: Juin

source: Language
es: Idioma
fr: Langues

source: Last executed task :
es: Última tarea ejecutada:
fr: Dernière tâche exécutée :

source: Last login
es: Última sesión
fr: Dernière connexion

source: Last name
es: Apellido
fr: Nom

source: Last name of the user
es: Apellido del usuario
fr: Nom de famille de l'utilisateur

source: Last update
es: Última actualización
fr: Dernière mise à jour

source: Last update date
es: Última fecha de actualización
fr: Date de dernière mise à jour

source: Last updated
es: Última actualización
fr: Dernière mise à jour

source: Last updated on
es: Última actualización
fr: Dernière mise à jour le

source: Lastname
es: Apellido
fr: Nom de famille

source: Link to the tasks
es: Enlace a las tareas
fr: Lien vers les tâches

source: List memberships of %user%
es: Lista de miembros de %user%
fr: Liste d'adhésion de %user%

source: Login failed. No profile has been set up for this user. Contact your administrator.
es: Error de login. Ningún perfil está definido para este usuario. Contacte con tu administrador.
fr: Échec de la connexion. Aucun permission n'a été mise en place pour cet utilisateur. Contactez votre administrateur.

source: Login form
es: Formulario de login
fr: Formulaire de connexion

source: Logout
es: Cerrar sesión
fr: Déconnexion

source: Loop activity
es: Actividad de bucle
fr: Activité de boucle

source: Loop activity (launches and controls loop execution)
es: Actividad de bucle (lanza y controla la ejecución del bucle)
fr: Activité de boucle (démarre et contrôle les boucles d'exécution)

source: Low
es: bajo
fr: Basse

source: Lowest
es: Menor
fr: Plus basse

source: MM/dd/yyyy
es: dd/MM/yyyy
fr: dd/MM/yyyy

source: MM/dd/yyyy h:mm a
es: dd/MM/yyyy HH:mm
fr: dd/MM/yyyy HH:mm

source: MM/dd/yyyy h:mm:ss a
es: dd/mm/yyyy hh:MM:ss
fr: dd/mm/yyyy hh:MM:ss

source: Make sure all your processes are compatible with the new Business Data Model.
es: Asegúrese de que todos los procesos son compatibles con el nuevo Modelo de Datos de Negocio.

source: Manage Look and Feel
es: Administrar el Look & Feel
fr: Gérer le look and feel

source: Manage applications
es: Administrar aplicaciones
fr: Gérer les applications

source: Manage cases of processes that an entity with this profile can supervise as PM.
es: Gestionar los casos de procesos que una entidad con este perfil puede supervisar como PM.
fr: Gérer les cas de processus que tout utilisateur avec ce profil peut superviser en tant que Gestionnaire de Processus.

source: Manage custom pages
es: Gestionar Páginas Personalizadas
fr: Gérer les pages personnalisées

source: Manage pages
es: Administrar páginas

source: Manage processes that an entity with this profile can supervise as PM.
es: Administrar procesos que una entidad con este perfil puede supervisar como PM.
fr: Gérer les processus que tout utilisateur avec ce profil peut superviser en tant que Gestionnaire de Processus.

source: Manage profiles
es: Administrar perfiles
fr: Gérer les profils

source: Manage tasks of processes that an entity with this profile can supervise as PM.
es: Gestionar las tareas de los procesos que una entidad con este perfil puede supervisar como PM.
fr: Gérer les tâches de processus que tout utilisateur avec ce profil peut superviser en tant que Gestionnaire de Processus.

source: Manager
es: Responsable
fr: Supérieur

source: Manager of the specified user
es: Responsable del usuario especificado
fr: Suppérieur de l'utilisateur

source: Mapping
es: Mapeo

source: March
es: Marzo
fr: Mars

source: May
es: Mayo
fr: Mai

source: Member
es: Miembro
fr: Membre

source: Membership
es: Membresía
fr: Adhésion

source: Membership (%nb_membership%)
es: Membresia (%nb_membership%)
fr: Adhésions (%nb_membership%)

source: Memberships mapping
es: Mapeo de membresías
fr: Association avec des adhésions

source: Memberships: %nb_memberships%
es: Membresía: %nb_memberships%
fr: Adhésions: %nb_memberships%

source: Menu name
es: Nombre del menú

source: Mo
es: Lu
fr: Lun

source: Mobile
es: Móvil
fr: Portable

source: Monitoring
es: Monitorización

source: More
es: Más
fr: Détails

source: Move this element after the next one
es: Mueva este elemento después de la siguiente
fr: Déplacer cet élément après le suivant

source: Move this element before the previous one
es: Mueva este elemento antes de anterior
fr: Déplacez cet élément avant le précédent

source: Multi-instanciation activity
es: Actividad multi-instanciada
fr: Activité d'instances multiple

source: Multi-instanciation activity (launches and controls instances execution)
es: Actividad de multi-instanciación (Lanza y controla la ejecución de múltiples instancias)
fr: Activité d'instances multiples (démarre et contrôle l'exécution des instances)

source: My cases
es: Mis casos
fr: Mes cas

source: My tasks
es: Mis tareas
fr: Mes tâches

source: Name
es: Nombre
fr: Nom

source: Name for the URL
es: Nombre de la URL

source: Name of the role
es: Nombre del rol
fr: Nom du rôle

source: Name of the user who executed this task
es: Nombre del usuario que ejecutó esta tarea por última vez
fr: Nom de l'utilisateur qui a exécuté cette tâche

source: Name of the user who started this case
es: Nombre del usuario que ha iniciado el caso
fr: Nom de l'utilisateur qui a démarré le cas

source: Name of the variable
es: Nombre de la variable
fr: Nom de la variable

source: Next
es: Siguiente
fr: Suivant

source: Next >
es: Siguiente >

source: No attachments
es: No hay archivos adjuntos
fr: Pas de pièces jointes

source: No data
es: No hay datos
fr: Pas de donnée disponible

source: No description.
es: No hay descripción.
fr: Aucune description disponible.

source: No opened task
es: No es una tarea abierta
fr: Aucune tâche ouverte

source: No pages will be deleted as some of them are used in applications.
es: No se eliminará ninguna página ya que alguna de ellas se utiliza en las aplicaciones.

source: No response has been received yet, but the background operation might still be in progress. Wait a few seconds then reload the page.
es: No se ha recibido respuesta todavía, pero la operación en segundo plano aun esté en curso. Espere unos segundos y luego vuelva a refrescar la página.
fr: Aucune réponse reçue pour l'instant, mais l'opération est peut-être toujours en cours. Veuillez patienter quelques secondes avant de recharger la page.

source: No task done
es: Ninguna tarea realizada
fr: Aucune tâche exécutée

source: Not implemented
es: No implementado
fr: Pas implémenté.

source: Notice
es: Aviso
fr: Avertissement

source: November
es: Noviembre
fr: Novembre

source: Number of attachments : %nb_attachments%
es: Número de archivos adjuntos: %nb_attachments%
fr: Nombre de pièces jointes: %nb_attachments%

source: Number of cases: %nb_cases%
es: Número de casos: %nb_cases%
fr: Nombre de cas: %nb_cases%

source: Number of open tasks : %nb_openTask%
es: Número de tareas abiertas: %nb_openTask%
fr: Nombre de tâches ouvertes: %nb_openTask%

source: OK
es: Aprovado

source: October
es: Octubre
fr: Octobre

source: Only one Business Data Model can be active at a time.
es: Sólo un Modelo de Datos de Negocio puede estar activo en el mismo momento.

source: Only the technical user can log in to the Portal.
es: Sólo el usuario técnico puede iniciar sesión en el Portal.

source: Only the value attribute can be updated
es: Sólo el atributo de valor puede ser actualizado
fr: Seul l'attribut valeur peut être mis à jour

source: Opens a popup to create a group
es: Se abre una ventana emergente para crear un grupo
fr: Ouvre une popup pour créer un groupe

source: Opens a popup to create a role
es: Se abre una ventana emergente para crear un rol
fr: Ouvre une popup pour créer un rôle

source: Opens a popup to create a user
es: Se abre una ventana emergente para crear un usuario
fr: Ouvre une popup pour créer un utilisateur

source: Opens a popup to install a process
es: Abre una ventana emergente para instalar un proceso
fr: Ouvre une popup pour installer un processus

source: Organisation file
es: Archivo de la organización
fr: Fichier de l'organisation

source: Organization
es: Organización
fr: Organisation

source: Organization successfully imported.
es: Organización importada con éxito.
fr: Organisation importée avec succès.

source: Original name
es: Nombre original
fr: Nom originel

source: Other
es: Otras
fr: Autre

source: Oups... This item is not available anymore. You will be redirected to a safest place.
es: Oops... Este item no está disponible ya. You será redirigido a un lugar más seguro.
fr: Oups... Cet item n'est plus disponible. Vous allez être redirigé.

source: Overview
es: Vista global
fr: Aperçu

source: Page archive
es: Archivo de página

source: Parameters
es: Parámetros

source: Parameters must be resolved before enabling the Process.
es: Los parámetros deben resolverse antes de activar el proceso.
fr: Tous les paramètres doivent avoir une valeur pour pouvoir activer le processus.

source: Parent Group
es: Grupo padre
fr: Groupe parent

source: Parent group
es: Grupo padre
fr: Groupe parent

source: Password
es: Contraseña
fr: Mot de passe

source: Password must be at least %number% characters long
es: Contraseña debe tener al menos %number% caracteres
fr: Le mot de passe doit contenir au moins %number% caractères

source: Password must contain at least %number% digits
es: La contraseña debe tener al menos %number% dígitos
fr: Le mot de passe doit contenir au moins %number% chiffres
