Repository: bonitasoft/bonita-web
Catalog: bonita-home/src/main/resources/client/platform/work/i18n/portal_*.po
Languages: es, fr

source: Password must contain at least %number% lower case characters
es: La contraseña debe tener al menos %number% minúsculas
fr: Le mot de passe doit contenir au moins %number% lettres en minuscules

source: Password must contain at least %number% special characters
es: La contraseña debe tener al menos %number% caracteres especiales
fr: Le mot de passe doit contenir au moins %number% caractères spéciaux

source: Password must contain at least %number% upper case characters
es: La contraseña debe tener al menos %number% mayusculas
fr: Le mot de passe doit contenir au moins %number% lettres en majuscules

source: Passwords don't match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas

source: Pause
es: Pausar

source: Paused
es: Pausado

source: Pending
es: Pendiente
fr: En attente

source: Pending tasks
es: Tareas pendientes
fr: Tâches en attente

source: Perform by
es: Realizado por
fr: Fait par

source: Performed
es: Realizado
fr: Exécutées

source: Performed by:
es: Realizado por:
fr: Par:

source: Performed date
es: Fecha realizada
fr: Date d'exécution

source: Performed on
es: Realizado en
fr: Effectuées le

source: Performed on:
es: Realizado en:
fr: Effectuée le:

source: Personal information
es: Información personal
fr: Renseignements personnels

source: Phone
es: Teléfono
fr: Téléphone

source: Please choose a file to import
es: Seleccione un archivo para importar
fr: Veuillez choisir un fichier à importer

source: Please contact your administrator.
es: Por favor, póngase en contacto con su administrador.
fr: Merci de contacter votre administrateur.

source: Please select a file first
es: Por favor, seleccione un archivo primero
fr: Veuillez d'abord sélectionner un fichier

source: Please wait for your files to be uploaded.
es: Por favor, espere que los archivos sean cargados.
fr: En attente du transfert du fichier.

source: Please, contact your administrator.
es: Por favor, ponte en contacto con tu administrador.
fr: Merci de contacter votre administrateur.

source: Post time
es: Tiempo publicado
fr: Heure du post

source: Previous
es: Anterior
fr: Précédent

source: Priority
es: Prioridad
fr: Priorité

source: Process
es: Proceso
fr: Processus

source: Process %appName% in version %version% already exists
es: El proceso %appName% en la version %version% ya existe
fr: Le processus %appName% existe déjà en version %version%

source: Process definition not found for id %processId%
es: No se encuentra la definición del proceso con identificador %processId%
fr: La définition du processus est introuvable pour l'id %processId%

source: Process management
es: Gestión de procesos
fr: Gestion des processus

source: Process manager
es: Gestor de Procesos
fr: Gestionnaire de processus

source: Process name
es: Nombre de Proceso
fr: Nom du processus

source: Process version
es: Versión de proceso
fr: Version du processus

source: Processes
es: Procesos
fr: Processus

source: Profile
es: Perfil
fr: Profils

source: Profiles
es: Privilegios
fr: Profils

source: RESOLVED
es: RESUELTO
fr: Configurées

source: Ready since %task_last_update%
es: Listo desde %task_last_update%
fr: En attente depuis %task_last_update%

source: Refresh this table
es: Actualizar esta tabla
fr: Rafraîchir ce tableau

source: Release
es: liberar
fr: Liberer

source: Remove
es: Eliminar
fr: Supprimer

source: Remove this category
es: Eliminar esta categoría
fr: Enlever cette catégorie

source: Reports
es: Reportes
fr: Rapports

source: Request parameter "id" must be set.
es: Debe establecerse el parámetro "id".

source: Resolved
es: Resuelto
fr: Résolue

source: Resolved processes
es: Procesos resueltos
fr: Processus résolus

source: Resources
es: Recursos de apariencia

source: Resources not recognized:
es: Recursos no reconocidos:

source: Resume
es: Reanudar

source: Resume BPM Services
es: Reanudar Servicios BPM

source: Role
es: Rol
fr: Rôle

source: Role (%nb_role%)
es: Rol (%nb_role%)
fr: Rôles (%nb_role%)

source: Roles mapping
es: Asignación de roles
fr: Association avec des rôles

source: Running
es: En ejecución

source: Save
es: Guardar
fr: Enregistrer

source: Save this element
es: Guardar este elemento
fr: Sauver cet élément

source: Save this group changes
es: Guardar los cambios de este grupo
fr: Enregistrer les changements pour ce groupe

source: Save this user modifications
es: Guardar esta modificaciones
fr: Enregistrez ces modifications

source: Saving a page will change it immediately for all users who can view it.
es: Guardar una página la cambiará inmediatamente para todos los usuarios que puedan verla.

source: Search
es: Búsqueda
fr: Chercher

source: Search terms are not supported by this API
es: Los términos de búsqueda no son soportados por este API
fr: Les critères de recherche ne sont pas supportés par cette API

source: Search...
es: Búsqueda...
fr: Chercher...

source: Select a group
es: Seleccione un grupo
fr: Sélectionner un groupe

source: Select a group by typing a part of its name.
es: Seleccione un grupo escribiendo una parte de su nombre.
fr: Sélectionnez un groupe en tapant une partie de son nom.

source: Select a group to set to this profile
es: Seleccione un grupo para establecer este perfil
fr: Sélectionnez un groupe pour ce profil

source: Select a group to set to this user
es: Seleccione un grupo para establecer a este usuario
fr: Sélectionner un groupe pour cet utilisateur

source: Select a process in the list below to display the available tasks
es: Seleccione un proceso en la lista de abajo para mostrar las tareas disponibles
fr: Sélectionnez un processus dans la liste ci-dessous pour en afficher les tâches disponibles

source: Select a role
es: Seleccione un rol
fr: Sélectionner un rôle

source: Select a role by typing a part of its name.
es: Seleccione un rol escribiendo parte de su nombre.
fr: Sélectionnez un rôle en tapant une partie de son nom.

source: Select a user
es: Seleccione un usuario
fr: Saisissez l'utilisateur

source: Select a user by typing a part of his name.
es: Seleccione un usuario escribiendo parte de su nombre.
fr: Sélectionnez un utilisateur en tapant une partie de son nom.

source: Select a user to be added to actor
es: Selecciona un usuario para añadirlo al actor
fr: Sélectionner un utilisateur à ajouter à l'acteur

source: Select a user to start process %app_name% %app_version%
es: Seleccione un usuario para iniciar el proceso %app_name% %app_version%
fr: Sélectionnez un utilisateur pour démarrer le processus %app_name%%app_version%

source: Select an avatar for this group
es: Elige un avatar para este grupo
fr: Sélectionner un avatar pour ce groupe

source: Select an avatar for this role
es: Elige un avatar para este grupo
fr: Sélectionner un avatar pour ce rôle

source: Select an avatar for this user
es: Seleccionar un avatar de este usuario
fr: Sélectionnez un avatar pour cet utilisateur

source: Select profile
es: Seleccione el perfil
fr: Sélectionner le profile

source: Select the category which the process will be linked to
es: Seleccione la categoría a la que el proceso estará vinculado
fr: Sélectionner la catégorie à associer au processus

source: Select the entities (users, groups, roles, memberships) to map to the actors. These entities will do the human tasks in the process.
es: Seleccione las entidades (usuarios, grupos, roles, membresías) para asignar a los actores. Estas entidades harán las tareas humanas en el proceso.
fr: Sélectionnez les entités (utilisateurs, groupes, rôles, adhésions) à associer aux acteurs. Ces entités exécuteront les tâches "humaines" du processus.

source: Select the manager of this user
es: Seleccione el responsable de este usuario
fr: Sélectionner le supérieur de cet utilisateur

source: Select the parent group
es: Seleccione el grupo padre
fr: Sélectionne le groupe parent

source: Select the role of this profile in the selected group
es: Seleccione la función de este perfil en el grupo seleccionado
fr: Sélectionnez le rôle de ce profil dans le groupe sélectionné

source: Select the role of this user in the selected group
es: Seleccione el rol de este usuario en el grupo seleccionado
fr: Sélectionner le rôle de cet utilisateur pour le groupe sélectionné

source: Select user to assign task
es: Seleccione el usuario para asignar tareas
fr: Saisir l'utilisateur qui effectuera la (les) tâche(s)

source: September
es: Septiembre
fr: Septembre

source: Service task
es: Tarea de Servicio
fr: Tâche automatique

source: Service task (performed automatically)
es: Tarea de servicio (ejecutada automáticamente)
fr: Tâche automatique (exécutée automatiquement)

source: Services will be paused for maintenance.
es: Los servicios se pausarán por mantenimiento.

source: Services will resume. Users will be able to log in.
es: Los servicios se reanudarán. Los usuarios podrán conectarse.

source: Session expired. Please log in again.
es: La sesión expiró. Por favor inicie sesión de nuevo.

source: Settings
es: Configuración
fr: Paramètres

source: Show all profiles of portal
es: Mostrar todos los perfiles del portal
fr: Voir tous les profils du Bonita BPM Portal

source: Show more details about this process
es: Mostrar más detalles sobre este proceso
fr: Afficher plus d'informations sur ce processus

source: Show more details about this profile
es: Mostrar más detalles sobre este perfil
fr: Afficher plus de détails sur ce profil

source: Show more details about this task
es: Ver más detalles de esta tarea
fr: Afficher plus d'informations sur cette tâche

source: Show more details about this user
es: Ver más detalles de esta tarea
fr: Afficher plus de détails sur cet utilisateur

source: Show the group list
es: Mostrar la lista de grupo
fr: Afficher la liste de groupe

source: Show the role list
es: Mostrar la lista de funciones
fr: Afficher la liste des rôles

source: Show the user list
es: Mostrar la lista de usuarios
fr: Afficher la liste des utilisateurs

source: Skip
es: Omitir
fr: Passer

source: Skip this task
es: Saltar esta tarea
fr: Passer cette tâche

source: Skipped on %task_last_update% by %executed_by%
es: Saltado en %task_last_update% por %executed_by%
fr: Annulée le %task_last_update% par %executed_by%

source: Sorry the variable %variableName% has a type which is not editable
es: Perdona, la variable %variableName% tiene un tipo que no es editable
fr: Le type de la variable %variableName% ne peut être édité

source: Sort by
es: Ordenar por
fr: Triez par

source: Sorting is not supported by this API
es: Ordenes no son soportados por la API
fr: Le tri n'est pas supporté par cette API

source: Start
es: Inicio
fr: Démarrer

source: Start a process on behalf of another user
es: Iniciar un proceso como otro usuario
fr: Démarrer un processus au nom d'un autre utilisateur

source: Start an instance of process %app_name%
es: Iniciar una instancia del proceso %app_name%
fr: Démarrer une instance de processus %app_name%

source: Start date
es: Fecha de inicio
fr: Débuté le

source: Start this process
es: Iniciar este proceso
fr: Démarrer ce processus

source: Start this process on behalf of selected user
es: Iniciar este proceso como el usuario seleccionado
fr: Démarrer ce processus au nom d'un autre utilisateur

source: Started by
es: Iniciado por
fr: Démarré par

source: Started by:
es: Iniciado por:
fr: Démarré par :

source: Started on
es: Iniciado en
fr: Démarré le

source: Started on:
es: Iniciado en:
fr: Démarré le :

source: State
es: Estado
fr: Etat

source: State:
es: Estado:
fr: Etat:

source: Statistics
es: Estatísticas
fr: Statistiques

source: Status
es: Estado del repositorio

source: Status:
es: Estado:

source: Su
es: Do
fr: Dim

source: Sub groups
es: Subgrupos
fr: Sous-groupes

source: Subprocess
es: Sub-proceso
fr: Sous-processus

source: Subprocess version
es: Versión de Subproceso
fr: Version du sous-processus

source: Success
es: Éxito
fr: Succès

source: System
es: sistema
fr: Système

source: Take
es: Tomar
fr: Prendre

source: Task name:
es: Nombre de la tarea:
fr: Nom de la tâche :

source: Tasks
es: Tareas
fr: Tâches

source: Tasks
es: Tareas
fr: Tâches

source: Tasks I can do
es: Tareas que puedo realizar
fr: Les tâches que je peux effectuer

source: Tasks assigned to me
es: Tareas asignadas a mí
fr: Tâches qui me sont assignées

source: Tasks in failed status: %nb_tasks%
es: Tareas en estado fallido: %nb_tasks%
fr: Tâches en échec : %nb_tasks%

source: Tasks to do
es: Tareas por hacer
fr: Tâches à faire

source: Technical details
es: Detalles técnicos
fr: Détails techniques

source: Technical user warning
es: ADVERTENCIA de usuario técnico
fr: AVERTISSEMENT: utilisateur technique

source: Th
es: Ju
fr: Jeu

source: The BPM Services must be paused
es: Los servicios de BPM deben ser pausados

source: The BPM Services must be paused before importing a new Business Data Model.
es: Los servicios de BPM deben pausarse antes de importar un nuevo Modelo de Datos de Negocio.

source: The Business Data Model was successfully installed.
es: El Modelo de Datos de Negocio fue instalado con éxito.

source: The Business Data Model will now be installed. Please note that existing business database tables will be modified definitively. This action cannot be reversed. It is highly recommended to backup the database before proceeding.
es: Ahora se instalará el Modelo de Datos de Negocio. Preste atención a que se modificarán definitivamente las tablas de base de datos de negocio existentes. Esta acción no se puede revertir. Es muy recomendado que realice una copia de seguridad de la base de datos antes de proceder.

source: The Process cannot be enabled
es: El proceso no se puede habilitar
fr: Le processus ne peut être activé

source: The Process manager can supervise designated processes, and manage cases and tasks of those processes.
es: El Gestor de Procesos puede supervisar los procesos designados y administrar los casos y las tareas de dichos procesos.
fr: Le Gestionnaire de Processus supervise les processus qui lui sont attribués et gère les cas et les tâches de ces processus.

source: The URL token for accessing this page
es: El token URL para acceder a esta página

source: The administrator can install a process, manage the organization, and handle some errors (for example, by replaying a task).
es: El administrador puede instalar un proceso, administrar la organización y gestionar algunos errores (por ejemplo, ejecutando de nuevo una tarea).
fr: L'administrateur peut installer un processus, gérer l'organisation et gérer certaines erreurs (par exemple, en rejouant une tâche).

source: The application encountered an unexpected error. Please try again. If the error persists, please contact Bonitasoft support
es: La aplicación ha encontrado un error inesperado. Por favor intentelo nuevamente. Si el error persiste, póngase en contacto con el equipo de soporte de Bonitasoft
fr: L'application a rencontré une erreur inattendue. Eessayez de nouveau. Si l'erreur persiste, veuillez contacter le support de Bonitasoft

source: The configuration state of the process
es: El estado de configuración del proceso
fr: L'état de configuration du processus

source: The current state of the case
es: El estado actual del caso
fr: L'état actuel du cas

source: The date of the creation of the group
es: La fecha de la creación del grupo
fr: La date de création du groupe

source: The date of the creation of the user
es: La fecha de la creación del usuario
fr: La date de création de l'utilisateur

source: The date of the group creation
es: La fecha de la creación del grupo
fr: La date de création de groupe

source: The date of the last connection of the user
es: La fecha de la última conexión del usuario
fr: La date de dernière connexion de l'utilisateur

source: The date of the last modification
es: La fecha de la última modificación
fr: La date de dernière modification

source: The date of the last update of the group
es: La fecha de la última actualización del grupo
fr: La date de la dernière mise à jour du groupe

source: The date of the last update of the user
es: La fecha de la última actualización del usuario
fr: La date de la dernière mise à jour de l'utilisateur

source: The date when the case was updated
es: La fecha, mientras que el caso ha sido actualizado por última vez
fr: La date de dernière mise à jour du cas

source: The date when the page was updated
es: La fecha cuando la página se ha actualizado

source: The date when the process was updated
es: La fecha cuando se actualizó el proceso
fr: La date de mise à jour du processus

source: The date when the task must be finished
es: La fecha en la que la tarea debe ser terminada
fr: La date d'exécution de la tâche

source: The date when the task was assigned
es: La fecha cuando se ha asignado la tarea
fr: La date d'affectation de la tâche

source: The date when this page has been added
es: La fecha en que esta pagina fue añadida

source: The date when this process has been installed
es: La fecha cuando este proceso ha sido instalado
fr: La date d'installation de ce processus

source: The date while the case has been started
es: La fecha mientras que el caso se ha iniciado
fr: La date, où le cas a été démarré.

source: The element you try to edit can't be retrieved due to a connection problem.
es: El elemento que intenta editar no se puede recuperar debido a un problema de conexión.
fr: Dû a un problème de connexion, l'élément ne peut pas être édité.

source: The element you try to edit can't be retrieved due to a server problem.
es: El elemento que intenta editar no se puede recuperarse debido a un problema de servidor.
fr: Dû à un problème du serveur, l'élément ne peut pas être édité.

source: The element you try to edit doesn't exists.
es: El elemento que intenta editar no existe.
fr: L'élément n'existe pas.

source: The elements you try to display can't be retrieved due to a connection problem.
es: Los elementos que se intenta mostrar que no pueden ser recuperados debido a un problema de conexión.
fr: Dû a un problème de connexion, les éléments ne peuvent pas être affichés.

source: The elements you try to display can't be retrieved due to a server problem.
es: Los elementos que se intenta mostrar que no pueden ser recuperados debido a un problema en el servidor.
fr: Dû à un problème du serveur, les éléments ne peuvent pas être affichés.

source: The group parent path
es: Ruta al grupo padre
fr: Le chemin d'accès du groupe parent

source: The id of the related case
es: El id del caso relacionado
fr: L'id du cas

source: The item you try to edit can't be retrieved due to a connection problem. Please contact your administrator.
es: El artículo que usted intenta editar no se puede recuperar debido a un problema de conexión. Por favor, póngase en contacto con su administrador.
fr: Dû a un problème de connexion, l'élément ne peut pas être édité.

source: The name for the URL must start with %namePrefix% followed only by alphanumeric characters.
es: El nombre de la URL debe comenzar con %namePrefix% seguido sólo por caracteres alfanuméricos.

source: The number of archived cases.
es: El número de casos archivados.
fr: Le nombre de cas archivés.

source: The number of failed tasks.
es: El número de tareas fallidas.
fr: Le nombre de tâches en échec.

source: The number of on going cases.
es: El número de casos en marcha.
fr: Le nombre de cas en cours.

source: The only mandatory filter is %name%
es: El único filtro obligatorio es %name%
fr: Seul le filtre %name% est obligatoire

source: The openned case will be marked as started by him.
es: El caso abierto se marcará como Iniciado por él.
fr: Les cas en cours seront marqués comme démarrés par cet utilisateur.

source: The page allows users with relevant profiles to access the following permissions:
es: La página permite a los usuarios con los perfiles pertinentes acceder a los siguientes permisos:

source: The page you try to display is out of range.
es: La página que intenta visualizar está fuera de rango.
fr: La page que vous voulez accéder n'est pas disponible.

source: The platform already exist !
es: La plataforma ya existe!
fr: La plate-forme existe déjà !

source: The priority of the task
es: La prioridad de la tarea
fr: La priorité de la tâche

source: The process responsible for the creation of this task
es: El proceso responsable para la creación de esta tarea
fr: Le processus dont est issue la tâche

source: The server is not available
es: El servidor no está disponible
fr: Le serveur n'est pas disponible

source: The state of the case
es: El estado del caso
fr: L'état du cas

source: The state of the process
es: El estado del proceso
fr: L'état du processus

source: The state of the task
es: El estado de la tarea
fr: L'état du cas

source: The sub process responsible for the creation of this task
es: El subproceso responsable para la creación de esta tarea
fr: Le sous-processus qui a créé cette tâche

source: The type of the task
es: El tipo de la tarea
fr: Le type de la tâche

source: The user can view and perform tasks and can start a new case of a process.
es: El usuario puede ver y realizar tareas y puede iniciar un nuevo caso de un proceso.
fr: L'utilisateur peut visualiser et réaliser des tâches. Il peut également créer de nouveaux cas en démarrant un processus.

source: The user that has added this page
es: El usuario que ha añadido a esta página

source: The user that has started this case
es: El usuario que ha iniciado este caso
fr: L'utilisateur qui a démarré ce cas.

source: The user that has uploaded this process
es: El usuario que ha desplegado este proceso
fr: L'utilisateur qui a installé le processus

source: The user that updated this page
es: El usuario que actualizó esta página

source: The user who did the task.
es: El usuario que hizo la tarea.
fr: L'utilisateur qui a fait la tâche.

source: The username to which the task is assigned.
es: El nombre de usuario del usuario al que se le ha asignado la tarea
fr: Le nom de l'utilisateur à qui la tâche est affectée

source: The version of the process
es: La versión del proceso
fr: La version du processus

source: The version of the process that created this case
es: La versión del proceso que creó este caso
fr: La version du processus dont est issu ce cas

source: These %item_name_plural% and related profile entries will be permanently deleted.
es: Estos/as %item_name_plural% y sus entradas de perfil correspondientes serán eliminadas permanentemente.

source: These %item_name_plural% will be definitively deleted.
es: Estos %item_name_plural% serán definitivamente eliminados.
fr: Les éléments %item_name_plural% seront définitivement supprimés.

source: This %item_name% and related profile entries will be permanently deleted.
es: Este/a %item_name% y sus entradas de perfil correspondientes serán eliminadas permanentemente.

source: This %item_name% will be definitively deleted.
es: Este %item_name% se eliminará definitivamente.
fr: L'élément %item_name% sera définitivement supprimé.

source: This category has already been added to this process
es: Esta categoría ya ha sido añadida a este proceso
fr: Cette catégorie a déjà été ajoutée à ce processus

source: This category was not found or this field is mandatory
es: Esta categoría no se ha encontrado o este campo es obligatorio
fr: Cette catégorie n'a pas été trouvée ou ce champ est obligatoire

source: This file format is not allowed. Only .zip files are allowed.
es: Este formato de archivo no está permitido. Sólo los archivos .zip están permitidos.

source: This group has already been mapped to actor
es: Este grupo ya ha sido mapeado a un actor
fr: Ce groupe est déjà lié à l'acteur

source: This membership has already been mapped to actor
es: Esta membresía ya ha sido mapeada a un actor
fr: Cette adhésion est déjà liée à l'acteur
