Repository: bonitasoft/bonita-web
Catalog: bonita-home/src/main/resources/client/platform/work/i18n/portal_*.po
Languages: es, fr

source: This membership is already added to user
es: Este usuario ya posee esta membresia
fr: Cette adhésion est déjà présente pour cet utilisateur

source: This page has no authorization permissions defined. If the page uses REST resources and authorization checking is activated, update the page definition to specify the list of resources used.
es: Esta página no tiene permisos de autorización definidos. Si la página utiliza los recursos REST y la verificación de autorización está activada, actualice la definición de página para especificar la lista de recursos utilizados.

source: This profile will be available on next login to the users who are mapped. If you mapped the profile to yourself, it will be available after you refresh the page in your browser.
es: Este perfil estará disponible en el siguiente inicio de sesión para los usuarios asignados. Si se asigna el perfil a si mismo, estará disponible después de que refresque la página en su navegador.
fr: Ce profil sera disponible pour les utilisateurs associés lors de leur prochaine connexion . Si vous vous êtes associé ce profil, rafraîchissez la page de votre navigateur pour le rendre disponible.

source: This role has already been mapped to actor
es: Este rol ya ha sido asignado a un actor
fr: Ce rôle est déjà lié à l'acteur

source: This service is offline for maintenance. Please try later.
es: Este servicio está desconectado por mantenimiento. Por favor, intente más tarde.
fr: Ce service est actuellement hors ligne pour maintenance. Veuillez essayer ultérieurement.

source: This user has already been mapped to actor
es: Este usuario ya ha sido mapeado a un actor
fr: Cet utilisateur est déjà lié à l'acteur

source: This will export a file containing your whole organization data.
es: Esto exportará a un archivo que contiene los datos de toda la organización.
fr: Cela va exporter un fichier contenant les données de l'organisation.

source: This will import a file containing your whole organization data.
es: Esto importará un archivo que contiene los datos de la organización entera.
fr: Cela va importer un fichier contenant les données de l'organisation.

source: Title
es: Título
fr: Titre

source: To add a custom page, click Add at the top left of this screen and import your page archive.
es: Para agregar una página personalizada, haga clic en Agregar en la parte superior izquierda de esta pantalla e importe su archivo con la página.

source: To change the content of this custom page, specify a new zip file in the field below.
es: Para cambiar el contenido de esta página personalizada, especifique un nuevo archivo zip en el campo de abajo.

source: To create your own custom page, export the example, add your content, and zip the archive, as explained in the archive readme.
es: Para crear tu propia página personalizada, exporte el ejemplo , agregue su contenido y comprima el archivo en zip, como se explica en el archivo readme.

source: To do
es: Por hacer
fr: À faire

source: To do so, contact your administrator
es: Para hacerlo, póngase en contacto con su administrador
fr: Pour ce faire, contactez votre administrateur

source: To preview a custom page, attach it to a custom profile. To do so, contact your Administrator.
es: Para previsualizar una página personalizada, conéctelo a un perfil personalizado. Para ello, póngase en contacto con su Administrador.

source: To preview a custom page, attach it to a custom profile. To do so, go to
es: Para previsualizar una página personalizada, conéctelo a un perfil personalizado. Para ello, vaya a

source: Tu
es: Ma
fr: Mar

source: Type
es: Tipo

source: Type new comment
es: Escriba un comentario
fr: Entrer un nouveau commentaire

source: Type of the variable
es: Tipo de variable
fr: Type de la variable

source: Type the new value for %variableName%
es: Escriba el nuevo valor para %variableName%
fr: Entrez la nouvelle valeur %variableName%

source: Type to search
es: Tipo de búsqueda
fr: Entrez votre item

source: UNRESOLVED
es: SIN RESOLVER
fr: Non configurées

source: URL token
es: Token URL

source: Unable to deploy business archive
es: No se puede desplegar el archivo de negocios
fr: Impossible de déployer le fichier .bar

source: Unable to disable process
es: Incapaz de desactivar el proceso
fr: Impossible de desactiver l'app

source: Unable to enable process
es: Incapaz de activar el proceso
fr: Impossible d'activer l'app

source: Unable to find data instance %dataName% for activity %activityId%
es: Imposible encontrar la instancia del dato %dataName% para la actividad %activityId%
fr: Impossible de trouver les données de l'instance %dataName% pour l'activité %activityId%

source: Unable to find group %groupId%
es: No se puede encontrar el grupo %groupId%
fr: Impossible de trouver le groupe %groupId%

source: Unable to get group path, group not found
es: No se puede obtener la ruta al grupo, grupo no encontrado
fr: Impossible d'obtenir le chemin d'accès du groupe, groupe introuvable

source: Unable to get process data definitions, process %processId% not found
es: Imposible recuperar la definición de los datos de proceso, no se encuentra el proceso %processId%
fr: Impossible d'obtenir des définitions de données de processus, car %processId% est introuvable

source: Unable to log in. Please check your username and password.
es: No se puede iniciar la sesión. Por favor comprueba tu nombre de usuario y tu contraseña.
fr: Impossible de se connecter. Veuillez vérifier votre nom d'utilisateur et le mot de passe.

source: Unable to uninstall the Business Data Model. Please pause the BPM Services first. Go to Configuration > BPM Services.
es: Imposible desinstalar el Modelo de Datos de Negocio. Por favor, pause primero los Servicios BPM. Ve a Configuración > Servicios BPM.

source: Unassign
es: Sin asignar
fr: De-assigner

source: Unassign this task. Other allowed users will see it
es: No asignar esta tarea. Otros usuarios autorizados puedan verla
fr: Supprimer l'affectattion de cette tâche. Les utilisateurs autorisés la verront

source: Unassigned
es: sin asignar
fr: Non affectée

source: Unassigned tasks I can do
es: Tareas no asignadas que puedo realizar
fr: Tâche non affectée, que je peux effectuer

source: Unresolved
es: no resuelto
fr: Non résolue

source: Unresolved processes
es: Procesos no resueltos
fr: Processus non résolus

source: Unsupported file.
es: Archivo no compatible.
fr: Fichier incorrect.

source: Update a group
es: Actualizar un grupo
fr: Mettre à jour le groupe

source: Update a role
es: Modifique un rol
fr: Mettre à jour ce rôle

source: Update date
es: Fecha de actualización
fr: Date de mise à jour

source: Update the page
es: Actualizar la página

source: Update the user
es: Actualizar el usuario
fr: Mise à jour de l'utilisateur

source: Update this page using the defined search query
es: Actualizar esta página utilizando la consulta serach definido
fr: Mettre à jour cette page en utilisant le terme cherché

source: Update this role
es: Modifique este rol
fr: Mettre à jour ce rôle

source: Updated by
es: Actualizado por

source: Updated on
es: Actualizada

source: User
es: Usuario
fr: Utilisateur

source: User (%nb_user%)
es: Usuario (%nb_user%)
fr: Utilisateurs (%nb_user%)

source: User name
es: Usuario
fr: Nom d'utilisateur

source: User not found
es: Usuario no encontrado
fr: Utilisateur introuvable

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: Username of the user
es: Nombre de usuario del usuario
fr: Nom d'utilisateur

source: Users
es: Usuarios
fr: Utilisateurs

source: Users mapping
es: Asignación de usuarios
fr: Association avec des utilisateurs

source: Users who are currently logged in, including Administrator users, are automatically logged out.
es: Los usuarios que están logueados actualmente, incluyendo los usuarios administradores, son automáticamente deslogueados.

source: Users who are filling in forms when the services are paused will lose any information that has not been submitted.
es: Los usuarios que están cumplimentando los formularios perderán cualquier información que no haya sido enviada cuando se interrumpe el servicio,.

source: Users: %nb_users%
es: Usuarios: %nb_users%
fr: Utilisateurs: %nb_users%

source: Value
es: Valor
fr: Valeur

source: Version
es: Versión

source: Version of the process
es: Versión del proceso
fr: Version du processus

source: Visible to
es: Visible a

source: Warning
es: Advertencia
fr: Attention

source: Warning:
es: Advertencia:
fr: Attention :

source: We
es: Mi
fr: Mer

source: Welcome to
es: Bienvenido a
fr: Bienvenue sur

source: Welcome:
es: Bienvenido:
fr: Bienvenue :

source: When you are done, the BPM Services must be resumed to allow users to log in again.
es: Cuando haya terminado, debe reanudar los Servicios de BPM para permitir a los usuarios iniciar sesión de nuevo.

source: When you resume the services, tell your users that they can log back in to the Portal.
es: Al reanudar el servicio, Digale a los usuarios que pueden iniciar sesión de nuevo en el Portal.

source: Worked on
es: Trabajó en
fr: En cours

source: Yes
es: Si
fr: Oui

source: You are logged as technical user. This user has limited rights. Its purpose is to initialize the organization and activate a Business Data Model if needed.
es: Está conectado como usuario técnico. Este usuario tiene derechos limitados. Su propósito es inicializar la organización y activar un Modelo de Datos de Negocio si es necesario.

source: You need to pause the BPM services when you make an update to your environment that cannot be done while there are active users. When the services are paused:
es: Necesita pausar el servicio BPM cuando realiza una actualización en su entorno que no se puede hacer mientras haya usuarios activos. Cuando se interrumpe el servicio:

source: You risk interrupting one or more processes. Deactivating the only user able to perform a task(s), will cause the interruption of a Process. Before proceeding, you may want to go to the 'More' page of the process and check the actor mapping. Are you sure you want to deactivate this user now ?
es: Se arriesga a interrumpir uno o más procesos. Desactivar el único usuario que puede realizar la(s) tarea(s) causará la interrupción del (de los) proceso(s). Antes de proceder, quizá quiera ir al apartado 'Más' del proceso y comprobar el mapeo de actores. ¿Esta seguro que quiere desactivar este usuario ahora ?
fr: Cette action pourrait interrompre un ou plusieurs processus. Désactiver le seul utilisateur capable d'effectuer une(des) tâche(s), entraînera l'interruption d'un(des) processus. Il est possible au préalable de vérifier l'acteur mapping à la page « Détails » de l'app. Confirmez-vous la désactivation de cet utilisateur?

source: You will be rediected
es: Usted será redirigido
fr: Vous allez être redirigé.

source: Your session has expired. Please log in again and retry.
es: Su sesión ha expirado. Por favor, ingrese de nuevo y vuelva a intentarlo.
fr: Votre session a expirée, Loguez vous de nouveau s'il vous plait.

source: Zip Archive
es: Archivo zip

source: Zip code
es: Código postal
fr: Code postal

source: Zip file structure error. Check that your .zip contains a well-formed page.properties and either the index.html or the Index.groovy file. For details, see the documentation or the example page readme (available in the custom page list).
es: Error de estructura del archivo ZIP. Verifica que su .zip contiene un page.properties bien formado y el index.html o el archivo Index.groovy. Para obtener más información, consulte la documentación o el ejemplo página readme (disponible en la lista de páginas personalizadas).

source: add
es: Añadir
fr: Ajouter

source: ascending
es: ascendente
fr: ascendant

source: by
es: por
fr: par

source: create
es: crear
fr: créer

source: day
es: día
fr: jr

source: descending
es: descendente
fr: descendant

source: false
es: falso
fr: faux

source: group
es: Grupo
fr: Groupe

source: groups
es: grupos
fr: groupes

source: import/export organization
es: Importación/exportación de organización
fr: importer/exporter l'organisation

source: in %time%
es: en %time%
fr: dans %time%

source: in menu
es: en el menú

source: manage cases
es: gestionar casos
fr: Gérer des cas

source: manage groups
es: gestionar grupos
fr: Gérer les groupes

source: manage processes
es: gestionar procesos
fr: gérer les processus

source: manage roles
es: gestionar roles
fr: Gérer les rôles

source: manage tasks
es: gestionar tareas
fr: gérer des tâches

source: manage users
es: gestionar usuarios
fr: Gérer les utilisateurs

source: message
es: mensaje

source: mm/dd/yy
es: dd/mm/yy
fr: dd/mm/yy

source: mm/dd/yyyy
es: dd/mm/yyyy
fr: dd/mm/yyyy

source: or
es: o
fr: ou

source: page
es: página

source: pages
es: páginas

source: process
es: proceso
fr: processus

source: processes
es: procesos
fr: processus

source: remove
es: Eliminar
fr: Enlever

source: sec
es: segundo

source: system
es: sistema
fr: Système

source: the address of the user
es: la dirección del usuario
fr: l'adresse de l'utilisateur

source: the city
es: la ciudad
fr: la ville

source: the company address of the user
es: la dirección de la empresa del usuario
fr: Adresse de l'entreprise de l'utilisateur

source: the country of the user
es: el país del usuario
fr: le pays de l'utilisateur

source: the country of the user company
es: el país del usuario de la empresa
fr: le pays de l'entreprise de l'utilisateur

source: the personnal email the user
es: el personal de correo electrónico al usuario
fr: l'email personnel de l'utilisateur

source: the personnal mobile phone number of the user
es: el número de teléfono móvil personal del usuario
fr: le numéro de téléphone mobile personnel de l'utilisateur

source: the personnal phone number of the user
es: el número de teléfono personal del usuario
fr: le numéro de téléphone personnel de l'utilisateur

source: the professional email the user
es: el profesional de correo electrónico del usuario
fr: l'email professionnel de l'utilisateur

source: the professional mobile phone number of the user
es: el número de profesional del teléfono móvil del usuario
fr: le numéro de téléphone mobile professionnel de l'utilisateur

source: the professional phone number of the user
es: el número de teléfono profesional del usuario
fr: le numéro de téléphone professionnel de l'utilisateur

source: the state of the user
es: el estado del usuario
fr: l'état de l'utilisateur

source: the state of the user company
es: el estado de la empresa usuaria
fr: l'état de l'entreprise de l'utilisateur

source: the zip code of the user
es: el código postal del usuario
fr: le code postal de l'utilisateur

source: the zip code of the user company
es: el código postal de la empresa usuaria
fr: le code postal de l'entreprise de l'utilisateur

source: this field
es: este campo
fr: Ce champ

source: true
es: verdadero
fr: vraie

source: user privilege settings
es: Configuración de privilegios de usuario
fr: Paramètres des privilèges utilisateur

source: visualize & do tasks
es: visualice y ejecute tareas
fr: visualiser & effectuer des tâches

source: visualize & start processes
es: visualizar & iniciar procesos
fr: Visualiser & démarrer les processus

source: visualize cases
es: visualizar casos
fr: visualiser les cas

source: zip file
es: archivo zip
fr: fichier zip

source: %rolename% of %groupname%
fr: %rolename% de %groupname%

source: %start_result% - %end_result% of %total_results%
fr: %start_result% - %end_result% de %total_results%

source: Display tasks I'm ignoring
fr: Afficher les tâches masquées

source: Error
fr: Erreur

source: Hidden
fr: Caché

source: Hidden to me
fr: Qui me sont masquées

source: Hide
fr: Masquer

source: Hide this task so I will no longer see it. Other allowed users will still see it
fr: Masquer cette tâche afin de ne plus la voir dans les tâches disponibles. Les autres utilisateurs pourront toujours la voir.

source: Id:
fr: Numéro :

source: MMMM dd, yyyy
fr: dd/MM/yyyy

source: No
fr: Non

source: Normal
fr: Normale

source: Retrieve
fr: Afficher

source: Roles
fr: Rôles

source: Roles: %nb_roles%
fr: Rôles: %nb_roles%

source: Sa
fr: Sam

source: Stop ignoring this task so I will see it in available tasks
fr: Afficher cette tâche comme tâche disponible

source: The application encountered an error.
fr: L'application a rencontré une erreur.

source: Warning: you are logged as technical user. This user has limited rights, its purpose is to initialize the organisation.
fr: AVERTISSEMENT : vous êtes connecté en tant qu'utilisateur technique. Cet utilisateur a des droits limités, son but est d'initialiser l'organisation.

source: mo
fr: mois

source: yr
fr: an
