Repository: bonitasoft/bonita-web
Catalog: bonita-home/src/main/resources/client/platform/work/i18n/portal-js_*.po
Languages: de, es, it, pt_br

source: If you do not specify a form or a URL, the case must be started programmatically.
es: Si no especifica un formulario o una dirección URL, el caso debe iniciarse mediante programación.
it: Se non si specifica un form o un URL valido, il caso dovrà essere attivato a livello di codice.
pt_br: Se você não especificar um formulário ou uma URL, o caso deverá ser iniciado via programação.

source: If you do not specify a form or a URL, the task must be executed programmatically.
es: Si no especifica un formulario o una dirección URL, la tarea debe iniciarse mediante programación.
it: Se non si specifica un form o un URL valido, il task dovrà essere attivato a livello di codice.
pt_br: Se você não especificar um formulário ou uma URL, a tarefa deverá ser executada via programação.

source: Implementation version
de: Implementierungsversion
es: Versión de implementación
it: Versione dell'implementazione
pt_br: Versão de implementação

source: Import
de: Importieren
es: Importar
it: Importa
pt_br: Importar

source: Import an application
de: Importieren einer Anwendung
es: Importar una aplicación
it: Importare un'applicazione
pt_br: Importar uma aplicação

source: Instantiation
es: Instanciación
it: Creazione di un'istanza
pt_br: Instanciação

source: Internal
de: Intern
es: Interno
it: Interno
pt_br: Interno

source: Internal server error.
es: Error interno del servidor.
it: Errore interno del server.
pt_br: Erro interno do servidor.

source: Items per page
es: Elementos por página
it: Elementi per pagina
pt_br: Itens por página

source: Last update
de: Letztes Update
es: Última actualización
it: Ultimo aggiornamento
pt_br: Última atualização

source: Last updated on
de: Zuletzt aktualisiert am
es: Última actualización
it: Ultimo aggiornamento il
pt_br: Última atualização em

source: Legacy
de: Formular 6.x
es: Legado
pt_br: Legado

source: License
es: Licencia
it: Licenza
pt_br: Licença

source: Loading...
de: Laden …
es: Cargando…
it: Caricamento...
pt_br: Carregando...

source: Log in as platform administrator to see the license status. Only the platform administrator can access this information.
es: Inicie sesión como administrador de la plataforma para ver el estado de la licencia. Sólo el administrador de la plataforma puede acceder a esta información.
it: Accedere come amministratore della piattaforma per poter vedere lo stato della licenza. Solo l'amministratore della piattaforma può accedere a queste informazioni.
pt_br: Autentique-se como administrador da plataforma para ver o status da licença. Somente o administrador da plataforma pode acessar estas informações.

source: Login
de: Anmeldung
es: Inicio de sesión

source: Look & Feel
es: Apariencia
pt_br: Aparência

source: MAX
es: MÁX

source: MIN
es: MÍN

source: Manage Categories
es: Gestionar categorías
it: Gestione Categorie
pt_br: Gerenciar categorias

source: Manage categories
es: Gestionar categorías
it: Gestisci Categorie
pt_br: Gerenciar categorias

source: Mapping
de: Abbilden
es: Mapeo
it: Mappatura
pt_br: Mapeamento

source: Me
es: Yo
pt_br: Eu

source: Memberships
de: Mitgliedschaften
es: Membresías
it: Membership
pt_br: Associações

source: Memberships mapped to {}
de: Zu {} zugeordnete Mitgliedschaften
es: Membresias asignadas a {}
it: Adesioni mappate a {}
pt_br: Associações mapeadas para {}

source: Monitor open cases
de: Monitoring der offenen Fälle
es: Monitorizar casos abiertos
it: Monitor i casi aperti
pt_br: Monitorar casos abertos

source: Monitoring status
es: Monitoreo de estado
it: Stato del monitoraggio
pt_br: Estado do monitoramento

source: Multi-page menu
de: Übergeordenetes Menü
es: Menú multi-página
it: Menu multipagina
pt_br: Grupo de menus

source: Name
es: Nombre
it: Nome
pt_br: Nome

source: Navigation
es: Navegación
it: Navigazione
pt_br: Navegação

source: Never
de: Niemals
es: Nunca
it: Mai
pt_br: Nunca

source: New
de: Neu
es: Nuevo
it: Nuovo
pt_br: Novo

source: Next
de: Weiter
es: Siguiente
it: Successivo
pt_br: Próximo

source: No application available.
de: Keine Anwendung verfügbar.
es: Ninguna aplicación disponible.
it: Nessuna applicazione disponibile.
pt_br: Nenhuma aplicação disponível.

source: No cases to display
de: Keine Fälle, die angezeigt werden können
es: No hay casos para mostrar
it: Nessun caso da visualizzare
pt_br: Nenhum caso para exibir

source: No contract has been defined. The form or URL specified here must only execute the task and not send any data.
es: El Contrato no se ha definido. El formulario o la dirección URL especificada aquí debe solamente ejecutar la tarea y no enviar ningún dato.
it: Nessun contratto è stato definito. Il form o l'URL specificato dovrà quindi solo eseguire il task e non inviare alcun dato.
pt_br: Nenhum contrato foi definido. O formulário ou a URL especificada aqui deve executar a tarefa sem enviar nenhum dado.

source: No contract has been defined. The form or URL specified here must only start the case and not send any data.
es: El Contrato no se ha definido. El formulario o la dirección URL especificada aquí debe solamente empezar el caso y no enviar ningún dato.
it: Nessun contratto è stato definito. Il form o l'URL specificato dovrà quindi solo iniziare il caso e non inviare alcun dato.
pt_br: Nenhum contrato foi definido. O formulário ou a URL especificada aqui deve iniciar o processo sem enviar nenhum dado.

source: No data
de: Keine Daten
es: No hay datos
it: Nessun dato
pt_br: Não há dados

source: No description.
de: Keine Beschreibung.
es: No hay descripción.
it: Nessuna descrizione.
pt_br: Nenhuma descrição.

source: No groovy script found
es: Script de groovy no encontrado
it: Nessun script groovy trovato
pt_br: Nenhum script groovy foi encontrado

source: No mapping
es: Ningún mapeo
it: Nessun mapping
pt_br: Nenhum mapeamento

source: No scripts
es: No hay scripts
it: Nessun script
pt_br: Nenhum script

source: No value
es: Ningún valor
it: Nessun valore
pt_br: Nenhum valor

source: Not a valid number!
es: No es un número válido!
it: Numero non valido!
pt_br: Não é um número válido!

source: OK
es: Aprobado

source: One or more connectors on case start or case end failed
de: Ein oder mehrere Konnektor(en) am Fallbeginn oder am Fallende fehlgeschlagen
es: Uno o más conectores al inicio o al final del caso han fallado
it: Uno o più connettori sono falliti all'inizio o alla fine del caso
pt_br: Um ou mais conectores de início ou fim de caso falharam

source: One-page menu
de: Menü mit Link für eine Seite
es: Menú de una página
it: Manu a pagina singola
pt_br: Menu para acessar uma página

source: Only cases from root processes are displayed in the table below. No details are available for cases started by call activities.
es: Solo se muestran los casos de los procesos raiz en la siguiente tabla. No hay detalles de los casos iniciados por actividades de llamada.
it: La tabella sottostante mostra solamente i casi provenienti da processi padre. I dettagli dei casi iniziati da delle call activity non sono disponibili.
pt_br: Apenas casos de processos principais são exibidos na tabela abaixo. Nenhuma informação está disponível para casos iniciados por atividades chamadoras.

source: Open
de: Öffnen
es: Abrir
it: Apri
pt_br: Abrir

source: Open cases
de: Offene Fälle
es: Casos abiertos
it: Casi aperti
pt_br: Casos abertos

source: Overview
de: Übersicht
es: Vista global
it: Recap
pt_br: Síntese

source: Page
de: Seite
es: Página
it: Pagina
pt_br: Página

source: Page was not sucessfully attached to the process
es: La página no fue correctamente adjuntada al proceso
it: La pagina non è stata correttamente aggiunta al processo
pt_br: A página não foi anexada ao processo com sucesso

source: Page zip file
es: Archivo zip de página
it: File zip della pagina
pt_br: Arquivo zip da página

source: Pages
de: Seiten
es: Páginas
it: Pagine
pt_br: Páginas

source: Parameters
de: Parameter
es: Parámetros
it: Parametri
pt_br: Parâmetros

source: Parameters must be resolved before enabling the Process.
de: Parameter müssen vor dem Aktivieren des Prozesses gelöst werden.
es: Los parámetros deben resolverse antes de activar el proceso.
it: I parametri devono essere risolti prima di attivare il processo.
pt_br: Os parâmetros devem ser resolvidos antes de ativar o processo.

source: Password
de: Passwort
es: Contraseña
pt_br: Senha

source: Pending Flow Nodes
de: Ausstehende Flow Nodes
es: Flow Nodes pendientes
it: Flow Node in sospeso
pt_br: Etapas pendentes

source: Platform administrator login
es: Login del administrador de la plataforma
it: Login amministratore piattaforma
pt_br: Autenticação do administrador da plataforma

source: Process Manager mapping
es: Mapeo del Gestor de Procesos
pt_br: Mapeamento de Gerente de Processo

source: Process enabled
de: Prozess aktiviert
es: Proceso activado
it: Processo attivato
pt_br: Processo ativado

source: Process list
de: Prozessliste
es: Lista de Procesos
it: Lista dei processi
pt_br: Lista de processos

source: Process manager mapping {{mappingName}} could not be deleted
es: El mapeo de Gestor de Procesos {{mappingName}} no puede ser eliminado
it: Il mapping {{mappingName}} del profilo Process Manager non può essere eliminato
pt_br: O mapeamento {{mappingName}} do perfil de Gerente de Processo não pôde ser excluído

source: Process manager mapping {{mappingName}} has been deleted
es: Se ha eliminado el mapeo de Gestor de Procesos {{mappingName}}
it: Il mapping {{mappingName}} del profilo Process Manager è stato eliminato
pt_br: O mapeamento {{mappingName}} de gerente de processo foi excluído

source: Process name
de: Prozessname
es: Nombre de Proceso
it: Nome del processo
pt_br: Nome do Processo

source: Process version
de: Prozessversion
es: Versión de proceso
it: Versione del processo
pt_br: Versão do processo

source: Profile
de: Benutzerrechte
es: Perfil
it: Privilegi
pt_br: Privilégio

source: Profiles
de: Benutzerrechte
es: Perfiles
it: Privilegi
pt_br: Privilégio

source: Ready, waiting instances
es: Instancias listas, en espera
it: Istanze in stato ready, aspettando (pending)
pt_br: Instâncias prontas, ou em espera

source: Refresh
de: Aktualisieren
es: Refrescar
it: Aggiorna
pt_br: Atualizar

source: Remove
de: Entfernen
es: Eliminar
it: Cancella
pt_br: Remover

source: Remove all
de: Alles entfernen
es: Eliminar todo
it: Rimuovi tutti
pt_br: Remover tudo

source: Reset
de: Zurücksetzen
es: Reiniciar
it: Resetta
pt_br: Restaurar

source: Return Type : {}
es: Tipo de valor devuelto: {}
it: Tipo restituito: {}
pt_br: Tipo de retorno: {}

source: Return type
de: Rückgabetyp
es: tipo de retorno
it: Tipo restituito
pt_br: Tipo de retorno

source: Roles mapped to {}
de: Zu {} zugeordnete Rollen
es: Roles asignados a {}
it: Ruoli mappati a {}
pt_br: Funções mapeadas para {}

source: Save
de: Speichern
es: Guardar
it: Salva
pt_br: Salvar

source: Search Key 1
es: Clave de búsqueda 1
it: Chiave di ricerca 1
pt_br: Chave de pesquisa 1

source: Search Key 2
es: Clave de búsqueda 2
it: Chiave di ricerca 2
pt_br: Chave de pesquisa 2

source: Search Key 3
es: Clave de búsqueda 3
it: Chiave di ricerca 3
pt_br: Chave de pesquisa 3

source: Search Key 4
es: Clave de búsqueda 4
it: Chiave di ricerca 4
pt_br: Chave de pesquisa 4

source: Search Key 5
es: Clave de búsqueda 5
it: Chiave di ricerca 5
pt_br: Chave de pesquisa 5

source: Search...
de: Suche...
es: Búsqueda...
it: Ricerca...
pt_br: Pesquisar...

source: Select a file
es: Seleccionar un archivo
it: Selezionare un File
pt_br: Selecione um arquivo

source: Select a group...
de: Wählen Sie eine Gruppe...
es: Seleccionar un grupo...
it: Selezionare un gruppo...
pt_br: Selecione um grupo...

source: Select a role...
de: Wählen Sie eine Rolle...
es: Seleccionar un rol...
it: Selezionare un ruolo...
pt_br: Selecione uma função...

source: Select all
de: Selecione todos os campos
es: Seleccionar todo
it: Seleziona tutto
pt_br: Selecionar todos

source: Select groups...
de: Wählen Sie Gruppen...
es: Seleccionar los grupos...
it: Selezionare i gruppi...
pt_br: Selecione grupos...

source: Select none
de: Wählen Sie keine
es: No seleccionar nada
it: Deseleziona tutti
pt_br: Desmarcar todos

source: Select roles...
de: Wählen Sie Rollen...
es: Seleccionar roles...
it: Selezionare i ruoli...
pt_br: Selecione funções...

source: Select the entities (users, groups, roles, memberships) to map to the actors. These entities will do the human tasks in the process.
de: Wählen Sie die Entitäten (Benutzer, Gruppen, Rollen, Mitgliedschaften), um sie den Akteuren zuzuordnen. Diese Entitäten werden die menschlichen Aufgaben im Prozess machen.
es: Seleccione las entidades (usuarios, grupos, roles, membresías) para asignar a los actores. Estas entidades harán las tareas humanas en el proceso.
it: Seleziona le entità (utenti, gruppi, ruoli, memberships) da mappare sugli attori. Queste entità effettueranno le attività umane nel processo.
pt_br: Selecione as entidades (usuários, grupos, funções, associações) a serem mapeadas aos atores. Estas entidades realizarão as tarefas humanas do processo.

source: Select the entities (users, groups, roles, memberships) who will supervise this process.
de: Wählen Sie die Dateneinheiten (Benutzer, Gruppen, Rollen, Mitgliedschaften), die diesen Prozess überwachen werden.
es: Seleccione las entidades (usuarios, grupos, roles, membresías) que supervisarán esta aplicación.
it: Seleziona le entità (utenti, gruppi, ruoli, memberships) che faranno da supervisori per questo processo.
pt_br: Selecione as entidades (usuários, grupos, funções, associações) que vão supervisionar este processo.

source: Select the page
de: Wählen Sie die Seite
es: Seleccione la página
it: Selezionare la pagina
pt_br: Selecione uma página

source: Select users...
de: Auswählen von Benutzern...
es: Seleccionar usuarios...
it: Selezionare gli utenti...
pt_br: Selecione usuários...

source: Set as Home page
de: Als Startseite festlegen
es: Establecer como página de inicio
it: Imposta come home page
pt_br: Definir como página principal

source: Show
de: Anzeigen
es: Mostrar
it: Visualizza
pt_br: Mostar

source: Show key
es: Mostrar clave
it: Vedere la legenda
pt_br: Mostrar a chave

source: Sort by URL
de: Sortieren nach URL
es: Ordenar por URL
it: Ordina per URL
pt_br: Ordenar pela URL

source: Sort by name
de: Sortieren nach Name
es: Ordenar por nombre
it: Ordina per nome
pt_br: Ordenar por nome

source: Sort by updated on
de: Sortiert nach Aktualisierungsdatum
es: Ordenar por actualizada el
it: Ordina sulla data di aggiornamento
pt_br: Ordenar pela data de atualização

source: Sort by version
de: Sortieren nach Version
es: Ordenar por versión
it: Ordina per versione
pt_br: Ordenar por versão

source: Specify a custom page name or URL
de: Geben Sie den Namen einer benutzerdefinierten Seite oder eine URL an
es: Especifique un nombre de página personalizada o un URL
it: Specificare un nome di pagina personalizzata o un URL
pt_br: Especifique um nome de página ou uma URL

source: Specify an imported form or a URL
es: Especifique un formulario importado o una direción URL
it: Specificare un URL o un modulo importato
pt_br: Especifique um formulário ou uma URL

source: Specify the menu structure.
de: Geben Sie die Menüstruktur an.
es: Especificar la estructura del menú.
it: Specificare la struttura del menu.
pt_br: Defina a estrutura do menu.

source: Start
es: Inicio
it: Inizia
pt_br: Iniciar

source: Start date
de: Startdatum
es: Fecha de inicio
it: Iniziato il
pt_br: Data de início

source: Start for
de: Start für
es: Empieza por
it: Inizia per
pt_br: Começar para

source: Started
de: Gestartet
es: Empezado
it: Iniziato
pt_br: Iniciado

source: Started by
de: Begonnen von
es: Iniciado por
it: Avviato da
pt_br: Iniciado por

source: State
de: Status
es: Estado
it: Stato
pt_br: Estado

source: Status of import
de: Status des Imports
es: Estado de la importación
it: Stato dell' importazione
pt_br: Estado da importação

source: Successfully updated categories
de: Erfolgreich aktualisierte Kategorien
es: Categorías actualizadas correctamente
it: Categorie aggiornato con successo
pt_br: As categorias foram atualizadas com sucesso

source: Table settings
es: Configuración de la tabla
it: Configurazioni della tabella
pt_br: Parâmetros da tabela

source: Target is not set
de: Ziel ist nicht gesetzt
es: Objetivo no establecido
it: Target non è impostato
pt_br: O destino não foi definido

source: Task name
de: Name der Aufgabe
es: Nombre de tarea
it: Nome del task
pt_br: Nome da tarefa

source: Task1
es: Tarea1
pt_br: Tarefa1

source: Tasks
de: Aufgaben
es: Tareas
it: Task
pt_br: Tarefas

source: Technical error.
de: Technischer Fehler.
es: Error técnico.
it: Errore tecnico.
pt_br: Erro técnico.

source: The Process cannot be enabled
de: Der Prozess kann nicht aktiviert werden
es: El proceso no se puede habilitar
it: Il processo non può essere abilitato
pt_br: O processo não pode ser ativado

source: The application
de: Die Anwendung
es: La aplicación
it: L'applicazione
pt_br: A aplicação

source: The business data: [ {} ] uses Business Objects which are not defined in the current Business Data model. Deploy a compatible Business Data model before enabling the process.
es: El Dato de Negocio: [ {} ] utiliza Objetos de Negocio que no están definidos en el Modelo de Datos de Negocio actual. Despliegue un Modelo de Datos de Negocio compatible antes de activar el proceso.
it: Il business data: [ {} ] utilizza Business Objects che non sono definiti nell'attuale Business Data model. Occorre effettuare un deploy di un Business Data Model compatibile prima di abilitare il processo.
pt_br: O dado de negócio: [ {} ] usa Objetos de Negócio que não estão definidos no modelo de Dados de Negócio atual. Instale um modelo de Dados de Negócio compatível antes de ativar o processo.

source: The case counter will be reset to the value in your license on <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>.
es: El contador de casos se restablecerá al valor de su licencia el <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>.
it: Il contatore dei casi varrà riportato al valore definito nella licenza il <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>.
pt_br: O contador de casos será redefinido para o valor especificado em sua licença em <strong>{{LicenseMonitoringCtrl.license.endPeriodTimestamp| dateI18n : 'LL'}}</strong>.

source: The current process has no connectors defined.
de: Der laufende Prozess hat keine definierten Konnektoren.
es: El proceso actual no tiene ningún conector definido
it: Il processo corrente non ha nessun connettore definiti.
pt_br: O processo atual não possui conectores.

source: The current process has no forms deployed.
es: El proceso actual no tiene ningún formulario implementado.
it: Il processo corrente non ha nessun modulo distribuito.
pt_br: O processo atual possui formulários.

source: The current process has no parameters defined.
de: Der laufende Prozess hat keine definierten Parameter.
es: El proceso actual no tiene parámetros definidos.
it: Il processo corrente non dispone di parametri definiti.
pt_br: O processo atual não possui parâmetros.

source: The current process has no tasks defined.
es: El proceso actual no tiene tareas definidas.
it: Il processo corrente non ha alcun task definito.
pt_br: O processo atual não possui tarefas.

source: The deleted case will be permanently deleted and will not be stored in the archives.
de: Der gelöschte Fall dauerhaft gelöscht werden und wird nicht in den Archiven gespeichert.
es: El caso eliminado se eliminará permanentemente y no se archivará.
it: Il caso eliminato verrà definitivamente cancellato e non sarà conservato negli archivi.
pt_br: O caso será permanentemente excluído e não será armazenado nos arquivos.

source: The deleted case will be permanently deleted from the archives.
de: Der gelöschte Fall wird dauerhaft aus den Archiven gelöscht.
es: El caso eliminado se eliminará permanentemente del histórico.
it: Il caso eliminato verrà eliminato definitivamente dagli archivi.
pt_br: O caso será excluído dos arquivos permanentemente.

source: The following form mappings are not resolved: [ {} ]
es: Los siguientes mapeos de formulario no estan determinados: [{}]
it: I seguenti form mapping non sono stati risolti: [{}]
pt_br: Os elementos a seguir não possuem formulários associados: [{}]

source: The name for the URL must start with custompage_ followed only by alphanumeric characters.
es: El nombre de la URL debe comenzar con custompage_ seguido de sólo caracteres alfanuméricos.
it: Il nome per l'URL deve iniziare con custompage_ seguito solo da caratteri alfanumerici.
pt_br: O nome da URL deve começar com custompage_ seguido somente por caracteres alfanuméricos.

source: The page allows users with relevant profiles to access the following permissions:
de: Die Seite ermöglicht Benutzern mit entsprechenden Profilen Zugriff auf die folgenden Berechtigungen:
es: La página permite a los usuarios con los perfiles pertinentes acceder a los siguientes permisos:
it: La pagina una volta aggiunta ad un profilo, consentirà agli utenti associati a tale profilo di avere le seguenti autorizzazioni:
pt_br: A página permite que usuários com os perfis relevantes acessem as seguintes autorizações:

source: The page archive (.zip file) must contain page.properties, either the index.html or the Index.groovy file, and the resources needed for the page. For details, see the documentation or the example page readme (available in the custom page list).
es: El archivo de la página (.zip) debe contener el page.properties, el index.html o el archivo Index.groovy, y los recursos necesarios para la página. Para obtener más información, consulte la documentación o el readme de la página de ejemplo (disponible en la lista de páginas personalizadas).
it: L'archivio della pagina (file zip) deve contenere un page.properties, un index. html o un file Index.groovy, e le tutte le risorse necessarie per essere eseguita correttamente. Per maggiori informazioni, vedere la documentazione o il readme della pagina di esempio (disponibile nella lista delle pagine personalizzate).
pt_br: O arquivo de página (arquivo. zip) deve conter um arquivo page.properties, um arquivo index.html ou Index.groovy, e os recursos necessários para a página. Para maiores detalhes, consulte a documentação ou o arquivo readme da página de exemplo (disponível na lista de recursos).

source: Theme
es: Tema
it: Tema
pt_br: Tema

source: These deleted cases will be permanently deleted and will not be stored in the archives.
de: Der gelöschte Fall wird dauerhaft gelöscht werden und wird nicht in den Archiven gespeichert.
es: Estos casos eliminados se eliminarán permanentemente y no se archivarán.
it: I casi eliminato verranno definitivamente cancellati e non saranno conservati negli archivi.
pt_br: Estes casos serão permanentemente excluídos e não serão armazenado nos arquivos.

source: These deleted cases will be permanently deleted from the archives.
de: Diese gelöschten Fälle werden dauerhaft aus den Archiven gelöscht.
es: Estos casos eliminados se eliminarán permanentemente del histórico.
it: I caso verranno eliminati definitivamente dagli archivi.
pt_br: Estes casos serão excluídos dos arquivos permanentemente.
