Repository: bonitasoft/bonita-web
Catalog: bonita-home/src/main/resources/client/platform/work/i18n/portal-js_*.po
Languages: de, es, it, pt_br

source: This page has no authorization permissions defined. If the page uses REST resources and authorization checking is activated,\n update the page definition to specify the list of resources used.
es: Esta página no tiene definidos los permisos de autorización . Si la página utiliza recursos REST y la verificación de autorización está activada, \n actualice la definición de página para especificar la lista de recursos utilizados.
it: Questa pagina non dichiara alcuna autorizzazione. Se la pagina utilizza risorse di tipo REST e il controllo sulle autorizzazioni è attivo si prega di aggiornare la definizione della pagina per specificare l'elenco delle risorse REST utilizzate.
pt_br: Esta página não tem nenhuma autorização definida. Caso a página utilize recursos REST e a verificação de autorização esteja ativa,\n atualize a definição da página para especificar a lista de recursos utilizados.

source: To add it at tenant level, so it can be used in more than one process or task, add the form as a resource
es: Para agregarlo a nivel de tenant, por lo que puede ser utilizado en más de una tarea o proceso, agregue el formulario como un recurso
it: Per aggiungerlo a livello di tenant, in modo da poterli usare in più di un processo o un task, bisogna aggiungere il form come risorsa
pt_br: Para adicioná-lo no nível do tenant, para que ele possa ser usado em mais de um processo ou tarefa, adicione o formulário como um recurso

source: To create an application, click New or Import.
de: Um eine Anwendung zu erstellen, klicken Sie auf Neu oder Importieren.
es: Para crear una aplicación, haga clic en nuevo o importar.
it: Per creare un'applicazione, fare clic su Nuovo o Importa.
pt_br: Para criar uma aplicação clique em Nova ou Importar.

source: To do so, go to
de: Um dies zu tun, gehen Sie zu
es: Para ello, vaya a
it: Per farlo, vai a
pt_br: Para fazer isso, vá para

source: To personalize the display of search keys (and columns in general), use the table settings button on the right. You can search on up to 5 search keys.
es: Para personalizar la pantalla de búsqueda de claves (y columnas en general), utilice el botón de configuración de tabla de la derecha. Puede buscar hasta 5 claves de búsqueda.
it: Per personalizzare la visualizzazione delle chiavi di ricerca (e le colonne in generale), è possibile utilizzare il pulsante delle impostazioni della tabella sulla destra. È possibile cercare su di un massimo di 5 chiavi di ricerca.
pt_br: Para personalizar a exibição de chaves de pesquisa (e colunas em geral), utilize o botão de configuração da tabela, à direita. Você pode pesquisar em até 5 chaves de busca.

source: To use this feature, create a new version of the process in Bonita BPM Studio version 6.4 and above, then create and install the new .bar file in the Portal.
de: Um dieses Feature zu verwenden, erstellen Sie eine neue Version des Prozesses in Bonita BPM Studio Version 6.4 und höher, dann erstellen Sie und installieren Sie neue die .bar-Datei im Portal.
es: Para utilizar esta función, cree una nueva versión del proceso en Bonita BPM Studio versión 6.4 o superior, posteriormente cree e instale el nuevo archivo .bar en el Portal.
it: Per utilizzare questa funzionalità, creare una nuova versione del processo in Bonita BPM Studio versione 6.4 e versioni successive, quindi creare e installare il nuovo file .bar nel portale.
pt_br: Para usar esse recurso, crie uma nova versão do processo no Bonita BPM Studio com versão 6.4 ou superior e crie e instalar o novo arquivo .bar no Portal.

source: Totals
de: Gesamtzahlen
es: Totales
it: Totale
pt_br: Totais

source: Type
de: Typ
es: Tipo
it: Tipo
pt_br: Tipo

source: Type here to search for a user...
de: Für die Suche eines Benutzers: Eingabe hier...
es: Escriba aquí para buscar un usuario...
it: Digita qui per cercare un utente...
pt_br: Digite aqui para pesquisar um usuário...

source: Type here to search...
de: Für Suche: Eingabe hier...
es: Escriba aquí para buscar...
it: Digita qui per cercare...
pt_br: Digite aqui para pesquisar...

source: Unable to log in. Please check your username and password.
de: Login nicht möglich. Bitte überprüfen Sie Ihren Benutzernamen und Passwort.
es: No se puede iniciar la sesión. Por favor comprueba tu nombre de usuario y tu contraseña.
it: Impossibile effettuare il login. Si prega di controllare il nome utente e la password.
pt_br: Não foi possível logar. Por favor, verifique seu nome de usuário e senha.

source: Update
de: Aktualisieren
es: Actualizar
it: Aggiorna
pt_br: Atualização

source: Update content of script {}
es: Actualizar el contenido del script {}
it: Aggiornare il contenuto dello script {}
pt_br: Atualizar o conteúdo do script {}

source: Updated by
de: Aktualisiert von
es: Actualizado por
it: Aggiornato da
pt_br: Atualizado por

source: Updated on
de: Aktualisiert am
es: Actualizada
it: Aggiornato il
pt_br: Atualizado em

source: Upload new Page
es: Cargar nueva página
it: Caricare una nuova pagina
pt_br: Carregar nova página

source: Upload new version of the connector
de: Neue Version des Konnektors hochladen
es: Cargar nueva versión del conector
it: Caricare una nuova versione del connettore
pt_br: Carregar nova versão do conector

source: Upload new version of {}
es: Cargar la nueva versión de {}
it: Caricare una nuova versione di {}
pt_br: Carregar a nova versão de {}

source: Use Arrow up and Arrow down keys to browse among existing categories.
de: Benutzen Sie die Pfeil-hoch- und Pfeil-runter-Tasten, um die den vorhandenen Kategorien zu durchsuchen.
es: Use la tecla de flecha arriba y flecha abajo para navegar entre las categorías existentes.
it: Usare freccia su e freccia giù per navigare tra le categorie esistenti.
pt_br: Uso as teclas seta para cima e seta para baixo para navegar entre as categorias existentes.

source: Username
de: Benutzername
es: Nombre de usuario
pt_br: Nome de usuário

source: Users
de: Benutzer
es: Usuarios
it: Utenti
pt_br: Usuários

source: Users mapped to {}
de: Zu {} zugeordnete Benutzer
es: Usuarios asignados a {}
it: Utenti mappati a {}
pt_br: Usuários mapeados a {}

source: Value
de: Wert
es: Valor
it: Valore
pt_br: Valor

source: Version
es: Versión
it: Versione
pt_br: Versão

source: View case design
es: Ver diseño de caso
it: Visualizza il diagramma del caso
pt_br: Exibir a modelização do caso

source: View case details
es: Ver detalles del caso
it: Visualizza i dettagli del caso
pt_br: Ver detalhes do casos

source: View case list
de: Liste der Fälle anzeigen
es: Ver lista de casos
it: Visualizza la lista dei casi
pt_br: Ver lista de caso

source: View case overview
es: Ver resumen del Caso
it: Visualizzare la panoramica del caso
pt_br: Visão geral do caso

source: View diagram
de: Diagramm anzeigen
es: Ver diagrama
it: Visualizza il diagramma
pt_br: Exibir diagrama

source: View process
de: Prozess ansehen
es: Ver proceso
it: Vusualizza il processo
pt_br: Visualizar processo

source: View process design
es: Ver diseño de proceso
it: Rappresentazione grafica del processo
pt_br: Visualizar o processo

source: Wait ...
de: Warten ...
es: Espere...
it: Attendere ...
pt_br: Aguarde ...

source: When you export an application, pages and profiles are not exported in the file.
de: Wenn Sie eine Anwendung exportieren, werden Seiten und Profile nicht in die Datei exportiert.
es: Al exportar una aplicación, las páginas y perfiles no se exportan en el archivo.
it: Quando si esporta un'applicazione, pagine e profili non vengono esportati nel file.
pt_br: Ao exportar uma aplicação, páginas personalizadas e perfis não são exportadas no arquivo.

source: With failures
de: Mit Fehlschlägen
es: Con fallos
it: Con errori
pt_br: Com erros

source: X is the number of Flow Node instances
de: X ist die Anzahl der Flow-Nodes-Instanzen
es: X es el número de instancias de Flujo de Nodo
it: X è il numero di istanze di Flow Node
pt_br: X é o número de instâncias de nós de fluxo

source: You are about to export the application
de: Sind sind dabei, die Anwendung zu exportieren
es: Está a punto de exportar la aplicación
it: Stai per esportare l'applicazione
pt_br: Você está prestes a exportar a aplicação

source: You must add a page before you can reference it in a menu.
de: Sie müssen eine Seite hinzufügen, bevor Sie es in einem Menü referenzieren können.
es: Debe agregar una página antes de que poder hacer referencia en un menú.
it: È necessario aggiungere una pagina prima di essere in grado di farne riferimento in un menu.
pt_br: Você deve adicionar uma página antes de poder referenciá-la em um menu.

source: Your current license permits you to use <strong>{{LicenseMonitoringCtrl.license.numberOfCPUCores}}</strong> cores.
es: Su licencia actual le permite utilizar <strong>{{LicenseMonitoringCtrl.license.numberOfCPUCores}}</strong> cores.
it: La licenza attuale consente di utilizzare <strong>{{LicenseMonitoringCtrl.license.numberOfCPUCores}}</strong> core.
pt_br: A licença atual permite a utilização de <strong>{{LicenseMonitoringCtrl.license.numberOfCPUCores}}</strong> núcleos.

source: Your license expires <strong>{{ LicenseMonitoringCtrl.license.licenseExpirationTimestamp | dateAgo }}</strong>, on <strong>{{LicenseMonitoringCtrl.license.licenseExpirationTimestamp | dateI18n : 'LL'}}</strong>. To renew your license, generate a license key and go to the Customer Portal, or contact your sales person.
es: Su licencia caduca <strong>{{ LicenseMonitoringCtrl.license.licenseExpirationTimestamp | dateAgo }}</strong>, el <strong>{{LicenseMonitoringCtrl.license.licenseExpirationTimestamp | dateI18n : 'LL'}}</strong>. Para renovar su licencia, genere una clave de licencia y vaya al Customer Portal o póngase en contacto con su vendedor.
it: La licenza scade <strong>{{ LicenseMonitoringCtrl.license.licenseExpirationTimestamp | dateAgo }}</strong>, il <strong>{{LicenseMonitoringCtrl.license.licenseExpirationTimestamp | dateI18n : 'LL'}}</strong>. Per rinnovare la licenza, bisogna generare una chiave di licenza e connettersi sul Portale Clienti o contattare il vostro contatto commerciale.
pt_br: A licença expira <strong>{{ LicenseMonitoringCtrl.license.licenseExpirationTimestamp | dateAgo }}</strong>, no dia <strong>{{LicenseMonitoringCtrl.license.licenseExpirationTimestamp | dateI18n : 'LL'}}</strong>. Para renovar sua licença, gere uma chave de licença e e acesso o Custom Portal ou entre em contato com seu vendedor.

source: an Application
de: eine Anwendung
es: una Aplicación
it: un'applicazione
pt_br: uma Aplicação

source: an application
es: una Aplicación
it: un'applicazione
pt_br: uma aplicação

source: application has been partially imported. The following items are not loaded in the Portal.
de: Anwendung wurde teilweise importiert. Die folgenden Elemente werden nicht im Portal geladen.
es: la aplicación ha sido parcialmente importada. Los siguientes elementos no se han cargado en el Portal.
it: l'applicazione è stata parzialmente importata. Gli elementi seguenti non verranno caricati nel portale.
pt_br: aplicações foram importadas parcialmente. Os seguintes itens não estão presentes no Portal.

source: application has been successfully imported, with complete page mapping and menu mapping.
de: Anwendung wurde erfolgreich importiert, mit komplettem Seiten-Mapping und Menü-Mapping.
es: la aplicación ha sido importado con éxito, con la asignación de páginas completa y la asignación de menú.
it: l'applicazione con una mappatura completa di pagine e menu, è stata importata con successo.
pt_br: aplicações foram importadas com sucesso, com o mapeamento completo de páginas e menus.

source: back
de: Zurück
es: Atrás
it: indietro
pt_br: voltar

source: columns selection
de: Spalten-Auswahl
es: selección de columnas
it: selezione delle colonne
pt_br: seleção de colunas

source: filter scripts...
es: scripts de filtro...
it: filtro script...
pt_br: filtrar por nome de scripts...

source: items per page
de: Elemente pro Seite
es: elementos por página
it: Elementi per pagina
pt_br: itens por página

source: no description defined in contract for this input
es: No hay descripción definida en el contrato para esta entrada
it: Nessuna descrizione definita nel contratto per questo ingresso
pt_br: nenhuma descrição foi definida no contrato para esta entrada

source: of
de: von
es: de
it: di
pt_br: de

source: remove
de: Entfernen
es: Eliminar
it: rimuovi
pt_br: remover

source: sort by Cases with failures ascending
de: Fälle mit Fehlern sortieren, aufsteigend
es: ordenar por casos erróneos, ascendente
it: ordina per casi con errore crescente
pt_br: ordena por casos com erros, crescente

source: sort by Cases with failures descending
de: Fälle mit Fehlern sortieren, absteigend
es: ordenar por casos erróneos, descendente
it: ordina per casi con errore decrescente
pt_br: ordena por casos com erros, decrescente

source: sort by End date ascending
de: sortieren nach Enddatum, aufsteigend
es: ordenar por fecha de fin, ascendente
it: ordina per data di fine crescente
pt_br: ordena por data fim, crescente

source: sort by End date descending
de: sortieren nach Enddatum, absteigend
es: ordenar por fecha de fin, descendente
it: ordina per data di fine decrescente
pt_br: ordena por data fim, decrescente

source: sort by Healthy cases ascending
de: Fällen ohne Fehler sortieren, aufsteigend
es: ordenar por casos sin errores, ascendente
it: ordina per casi senza errore crescente
pt_br: ordena por casos sem erros, crescente

source: sort by Healthy cases descending
de: Fällen ohne Fehler sortieren, absteigend
es: ordenar por casos sin errores, descendente
it: ordina per casi senza errore decrescente
pt_br: ordena por casos sem erros, decrescente

source: sort by ID ascending
de: sortieren nach Id, aufsteigend
es: ordenar por ID, ascendente
it: ordina per ID crescente
pt_br: ordena por Id, crescente

source: sort by ID descending
de: sortieren nach Id, absteigend
es: ordenar por ID, descendente
it: ordina per ID decrescente
pt_br: ordena por Id, decrescente

source: sort by Open cases ascending
de: Offene Fälle sortieren, aufsteigend
es: ordenar por casos abiertos, ascendente
it: ordina per casi in corso crescente
pt_br: ordena por casos abertos, crescente

source: sort by Open cases descending
de: Offene Fällen sortieren, absteigend
es: ordenar por casos abiertos, descendente
it: ordina per casi in corso decrescente
pt_br: ordena por casos abertos, decrescente

source: sort by Process name ascending
de: sortieren nach Prozessname, aufsteigend
es: ordenar por nombre de proceso, ascendente
it: ordina per nome di processo crescente
pt_br: ordena por nome, crescente

source: sort by Process name descending
de: sortieren nach Prozessname, absteigend
es: ordenar por nombre de proceso, descendente
it: ordina per nome di processo decrescente
pt_br: ordena por nome, decrescente

source: sort by Start date ascending
de: sortieren nach Startdatum, aufsteigend
es: ordenar por fecha de inicio, ascendente
it: ordina per data di inizio crescente
pt_br: ordena por data de início, crescente

source: sort by Start date descending
de: sortieren nach Startdatum, absteigend
es: ordenar por fecha de inicio, descendente
it: ordina per data di inizio decrescente
pt_br: ordena por data de início, decrescente

source: sort by State ascending
de: sortieren nach Zustand, aufsteigend
es: ordenar por estado, ascendente
it: ordina per stato crescente
pt_br: ordenar por casos abiertos, ascendente

source: sort by State descending
de: sortieren nach Zustand, absteigend
es: ordenar por estado, descendente
it: ordina per stato decrescente
pt_br: ordenar por casos abiertos, descendente

source: sort by Version ascending
de: sortieren nach Version, aufsteigend
es: ordenar por versión, ascendente
it: ordina per versione crescente
pt_br: ordena por versão, crescente

source: sort by Version descending
de: sortieren nach Version, absteigend
es: ordenar por versión, descendente
it: ordina per versione decrescente
pt_br: ordena por versão, decrescente

source: this is a temporary form generated automatically for testing. Before you put your process into production, create and map the necessary forms.
es: Este es un formulario temporal generado automáticamente para la prueba. Antes de poner el proceso en producción, cree y asigne los formularios necesarios.
it: Questo è un form temporaneo generato automaticamente per la fase di test. Prima di mettere il vostro processo in produzione, creare e mappare i form necessari.
pt_br: Este é um formulário temporário gerado automaticamente para fins de teste. Antes colocar o processo em produção, crie e mapeie os formulários necessários.

source: will be permanently deleted.
de: wird dauerhaft gelöscht.
es: se eliminará permanentemente.
it: verrà eliminata definitivamente.
pt_br: será excluída permanentemente.

source: {{currentFirstResultIndex}} to {{currentLastResultIndex}} of {{pagination.total}}
de: {{currentFirstResultIndex}} bis {{currentLastResultIndex}} von {{pagination.total}}
es: {{currentFirstResultIndex}} a {{currentLastResultIndex}} de {{pagination.total}}
it: da {{currentFirstResultIndex}} a {{currentLastResultIndex}} di {{pagination.total}}
pt_br: {{currentFirstResultIndex}} a {{currentLastResultIndex}} de {{pagination.total}}

source: {{getStartIndexOfPage()}} to {{getEndIndexOfPage()}} of {{getTotalProcesses()}}
de: {{getStartIndexOfPage()}} von {{getEndIndexOfPage()}} bis {{getTotalProcesses()}}
es: {{getStartIndexOfPage()}} a {{getEndIndexOfPage()}} de {{getTotalProcesses()}}
it: {{getStartIndexOfPage()}} su {{getEndIndexOfPage()}} di {{getTotalProcesses()}}
pt_br: {{getStartIndexOfPage()}} a {{getEndIndexOfPage()}} de {{getTotalProcesses()}}

source: {{getStartIndexOfPage()}}-{{getEndIndexOfPage()}} of {{getTotalProcesses()}}
es: {{getStartIndexOfPage()}}-{{getEndIndexOfPage()}} de {{getTotalProcesses()}}
it: {{getStartIndexOfPage()}} su {{getEndIndexOfPage()}} di {{getTotalProcesses()}}
pt_br: {{getStartIndexOfPage()}}-{{getEndIndexOfPage()}} de {{getTotalProcesses()}}

source: {{nbErrors}} errors on mapping updates
es: {{nbErrors}} errores en la actualización de mapeos
it: {{nbErrors}} errori sulla mappatura aggiornamenti
pt_br: Ocorreram {{nbErrors}} erros na atualização das associações

source: {{nbMapping}} Process manager mappings could not be deleted
es: {{nbMapping}} No se pudieron eliminar las asignaciones del Gestor de Procesos
it: {{nbMapping}} Process Manager mapping potrebbero non essere cancellati
pt_br: {{nbMapping}} associações do perfil Gerente de processo não puderam ser excluídas

source: {{nbMapping}} Process manager mappings could not be updated
es: El mapeo del Gestor de Procesos {{nbMapping}} no puede ser modificado
it: I mapping di gestore di processo {{nbMapping}} potrebbero non essere aggiornati
pt_br: {{nbMapping}} associações do perfil Gerenciador de processo de não puderam ser atualizadas

source: {{nbMapping}} Process manager mappings have been deleted
es: {{nbMapping}} Se han eliminado las asignaciones del Gestor de Procesos
it: {{nbMapping}} Process Manager mapping sono stati cancellati
pt_br: {{nbMapping}} associações do perfil Gerenciador foram excluídas

source: {{nbMapping}} Process manager mappings have been updated
es: El mapeo del Gestor de Procesos {{nbMapping}} ha sido modificado
it: {{nbMapping}} mapping del Process Manager sono stati aggiornati
pt_br: {{nbMapping}} associações do perfil Gerenciador de processo foram atualizadas

source: {{nbOfDeletedCases}} case deleted
de: {{nbOfDeletedCases}} Fall gelöscht
es: {{nbOfDeletedCases}} caso eliminado
it: {{nbOfDeletedCases}} caso eliminato
pt_br: {{nbOfDeletedCases}} caso excluído

source: {{nbOfDeletedCases}} cases deleted
de: {{nbOfDeletedCases}} Fälle gelöscht
es: {{nbOfDeletedCases}} casos eliminados
it: {{nbOfDeletedCases}} casi eliminati
pt_br: {{nbOfDeletedCases}} casos excluídos

source: {{nbOfDeletedCases}} cases have been deleted
es: {{nbOfDeletedCases}} casos han sido eliminados
it: {{nbOfDeletedCases}} casi sono stati eliminati
pt_br: {{nbOfDeletedCases}} casos foram excluídos

source: {{nbSucess}} actor mapping updates succeeded
es: {{nbSucess}} actualizaciones de mapeo de actor tuvieron éxito
it: {{nbSucess}} actor mapping aggiornati con successo
pt_br: {{nbSucess}} mapeamento de atores atualizados com sucesso

source: {{role}} of {{group}}
es: {{role}} de {{group}}
it: {{role}} di {{group}}
pt_br: {{role}} de {{group}}

source: {{role}} of {{group}} has been created
es: {{role}} de {{group}} ha sido creado
it: {{role}} di {{group}} è stato creato
pt_br: {{role}} de {{group}} foi criado

source: {} has been created
de: {} wurde erstellt
es: {} ha sido creado
it: {} è stato creato
pt_br: {} foi criado

source: {} mapped
de: {} zugeordnet
es: {} mapeado
it: {} mappata
pt_br: {} mapeado

source: {} mapped to process manager profile
de: {}, dem Prozess-Manager-Profil zugeordnet
es: {} mapeado al perfil de Gestor de Procesos
it: {} mappata al profilo Process Manager
pt_br: {} mapeados ao perfil de gerente de processo

source: {} mappings to delete
es: {} mapeos para eliminar
it: {} mapping da eliminare
pt_br: {} mapeamentos a serem excluídos

source: {} more
de: {} mehr
es: {} más
it: {} più
pt_br: {} mais

source: {} of {}
de: {} von {}
es: {} de {}
it: {} di {}
pt_br: {} de {}

source: {}-{} of {}
es: {}-{} de {}
it: {}-{} di {}
pt_br: {}-{} de {}

source: Error
de: Fehler
it: Errore
pt_br: Erro

source: Error!
de: Fehler!
it: Errore!
pt_br: Erro!

source: General
de: Allgemein
it: Generale
pt_br: Geral

source: Roles
de: Rollen
it: Ruoli
pt_br: Funções
