Repository: bonitasoft/bonita-web
Catalog: console/console-config/src/main/resources/platform/work/i18n/portal_*.po
Languages: de, it, pt_br

source: %attribute% must be a negative value diffrent from 0
de: %attribute% muss ein negativer Wert ungleich Null sein
it: %attribute% deve essere un valore negativo diverso da 0
pt_br: %attribute% deve ser um valor negativo diferente de 0

source: %attribute% must be equal to %secondAttribute%
de: %attribute% muss gleich %secondAttribute% sein
it: %attribute% deve essere uguale a %secondAttribute%
pt_br: %attribute% dee ser igual a %secondAttribute%

source: %attribute% must be a numeric value
de: %attribute% muss ein numerischer Wert sein
it: %attribute% deve essere un valore numerico
pt_br: %attribute% deve ser um valor numérico

source: %attribute% must be one of {%list%}
de: %attribute% muss in {%list%} sein
it: %attribute% deve essere uno dei {%list%}
pt_br: %attribute% deve pertencer a {%list%}

source: %attribute% mustn't contains blank spaces
de: %attribute% darf keine Leerzeichen enthalten
it: %attribute% non deve contenere spazi bianchi
pt_br: %attribute% não deve conter espaços em branco

source: %attribute% is mandatory
de: %attribute% ist obligatorisch
it: %attribute% è obbligatorio
pt_br: %attribute% é obrigatório

source: %secondAttribute% must be a numeric value
de: %secondAttribute% muss ein numerischer Wert sein
it: %secondAttribute% deve essere un valore numerico
pt_br: %secondAttribute% deve ser um valor numérico

source: %attribute% must be more or equal than %value%
de: %attribute% muss grösser oder gleich %value% sein
it: %attribute% deve essere maggiore o uguale a %value%
pt_br: %attribute% deve ser igual ou maior que %value%

source: %attribute% must be more than %value%
de: %attribute% muss mehr sein als %value%
it: %attribute% deve essere maggiore di %value%
pt_br: %attribute% deve ser maior que %value%

source: %attribute% must be less or equal than %value%
de: %attribute% muss kleiner oder gleich %value% sein
it: %attribute% deve essere minore o uguale a %value%
pt_br: %attribute% deve ser menor ou igual a %value%

source: %attribute% must be less than %value%
de: %attribute% muss kleiner sein als %value%
it: %attribute% deve essere meno di %value%
pt_br: %attribute% deve ser menor que %value%

source: %attribute% mustn't contains spaces
de: %attribute% darf keine Leerstelle enthalten
it: %attribute% non deve contenere spazi
pt_br: %attribute% não deve conter espaços

source: %attribute% must be a negative value
de: %attribute% muss ein negativer Wert sein
it: %attribute% deve essere un valore negativo
pt_br: %attribute% deve ser um valor negativo

source: %attribute% must be more than %secondAttribute%
de: %attribute% muss größer als %secondAttribute% sein
it: %attribute% deve essere maggiore di %secondAttribute%
pt_br: %attribute% deve ser maior que %secondAttribute%

source: %attribute% is not a valid Color value
de: %attribute% ist kein gültiger Farbwert
it: %attribute% non è un valore di colore valido
pt_br: %attribute% não é um valor válido de cor

source: %attribute% is not well written
de: %attribute% ist nicht gut geschrieben
it: %attribute% non è scritto bene
pt_br: %attribute% não está bem escrito

source: %attribute% must be less than %secondAttribute%
de: %attribute% muss kleiner sein als %secondAttribute%
it: %attribute% deve essere minore di %secondAttribute%
pt_br: %attribute% deve ser menor que %secondAttribute%

source: %attribute% is not a valid URL
de: %attribute% ist keine gültige URL
it: %attribute% non è un Url valido
pt_br: %attribute% não é um URL válido

source: %attribute% must be more or equal than %secondAttribute%
de: %attribute% muss größer oder gleich %secondAttribute% sein
it: %attribute% deve essere maggiore o uguale a %secondAttribute%
pt_br: %attribute% deve ser maior ou igual a %secondAttribute%

source: %attribute% is not a valid email
de: %attribute% ist keine gültige E-Mail
it: %attribute% non è un'email valida
pt_br: %attribute% não é um e-mail válido

source: %attribute% must be a positive value
de: %attribute% muss ein positiver Wert sein
it: %attribute% deve essere un valore positivo
pt_br: %attribute% deve ser um valor positivo

source: %attribute% must be a valid date
de: %attribute% muss ein gültiges Datum sein
it: %attribute% deve essere una data valida
pt_br: %attribute % deve ser um dado válido

source: %attribute% must contain exactly %length% characters
de: %attribute% muss genau %length% Zeichen enthalten
it: %attribute% deve contenere esattamente %length% caratteri
pt_br: %attribute% deve conter exatamente %length% caracteres

source: %attribute% must be a positive value different from 0
de: %attribute% muss ein positiver Wert ungleich Null sein
it: %attribute% deve essere un valore positivo diverso da 0
pt_br: %attribute% deve ser um valor positivo diferente de 0

source: %attribute% must be on a single line
de: %attribute% muss in einer einzigen Zeile stehen
it: %attribute% deve essere una linea singola
pt_br: %attribute% deve ser uma única linha

source: These %item_name_plural% will be definitely deleted.
de: Diese %item_name_plural% werden endgültig gelöscht.
it: Questi %item_name_plural% verranno eliminati definitivamente.
pt_br: Estes %item_name_plural% serão definitivamente excluídos.

source: This %item_name% will be definitely deleted.
de: Dieser %item_name% wird endgültig gelöscht.
it: Questo %item_name% verrà eliminato definitivamente.
pt_br: Este % item_name % será definitivamente excluído.

source: Please wait for your files to be uploaded.
de: Bitte warten Sie, bis Ihre Dateien hochgeladen werden.
it: AttendI che i tuoi file siano caricati.
pt_br: Aguarde seus arquivos serem carregados.

source: MM/dd/yyyy
de: dd/MM/yyyy
it: dd/MM/yyyy
pt_br: dd/MM/yyyy

source: MM/dd/yyyy h:mm a
it: dd/MM/yyyy 'a' HH:mm
pt_br: dd/MM/yyyy 'as' HH:mm

source: MMMM dd, yyyy
de: dd/MM/yyyy
it: dd/MM/yyyy
pt_br: dd/MM/yyyy

source: day
de: Tag
it: giorno
pt_br: dia

source: %time% ago
de: Vor %time%
it: %time% fa
pt_br: %time% atrás

source: Move this element before the previous one
de: Verschieben Sie dieses Element vor das vorhergehende
it: Sposta elemento prima del precedente
pt_br: Mover este elemento acima do anterior

source: Move this element after the next one
de: Verschieben Sie dieses Element hinter das nächste
it: Sposta elemento dopo il successivo
pt_br: Mover este elemento abaixo do próximo

source: The page you try to display is out of range.
de: Die Seite, die Sie versuchen anzuzeigen, ist außerhalb des gültigen Bereichs.
it: La pagina che cerchi di visualizzare è fuori portata.
pt_br: A página que você está tentando exibir está fora do intervalo.

source: The elements you try to display can't be retrieved due to a server problem.
de: Die Elemente, die Sie versuchen anzuzeigen, können aufgrund eines Serverproblems nicht aufgerufen werden.
it: Gli elementi che tenti di visualizzare non possono essere recuperati a causa di un problema del server.
pt_br: Os elementos que você está tentando exibir não poderam ser recuperados devido a um problema no servidor.

source: Please contact your administrator.
de: Bitte kontaktieren Sie Ihren Administrator.
it: Contatta il tuo amministratore di sistema.
pt_br: Por favor, contate o administrador.

source: The elements you try to display can't be retrieved due to a connection problem.
de: Die Elemente, die Sie versuchen anzuzeigen, können aufgrund eines Verbindungsproblems nicht aufgerufen werden.
it: Gli elementi che tenti di modificare non possono essere recuperati a causa di un problema di connessione.
pt_br: Os elementos que você está tentando exibir não puderam ser recuperados devido a um problema de conexão.

source: Yes
de: Ja
it: Sì
pt_br: Sim

source: %current_page% of %total_pages%
de: %current_page% von %total_pages%
it: %current_page% di %total_pages%
pt_br: %current_page% de %total_pages%

source: Previous
de: Vorheriges
it: Precedente
pt_br: Anterior

source: Next
de: Weiter
it: Successivo
pt_br: Próximo

source: %start_result% of %total_results%
de: %start_result% von %total_results%
it: %start_result% su %total_results%

source: %start_result% - %end_result% of %total_results%
de: %start_result% - %end_result% von %total_results%
it: %start_result% - %end_result% di %total_results%
pt_br: %start_result% - %end_result% de %total_results%

source: Actions
it: azioni
pt_br: ações

source: Search
de: Suche
it: Ricerca
pt_br: Pesquisar

source: Type to search
de: Typ suchen
it: Tipo da ricercare
pt_br: Digite para pesquisar

source: Go to page %pagenumber%
de: Gehe zu Seite %pagenumber%
it: Vai a pagina %pagenumber%
pt_br: Ir para a página %pagenumber%

source: mm/dd/yyyy
de: dd/mm/yyyy
it: dd/mm/yyyy
pt_br: dd/mm/yyyy

source: January
de: Januar
it: Gennaio
pt_br: Janeiro

source: February
de: Februar
it: Febbraio
pt_br: Fevereiro

source: March
de: März
it: Marzo
pt_br: Março

source: April
it: Aprile
pt_br: Abril

source: May
de: Mai
it: Maggio
pt_br: Maio

source: June
de: Juni
it: Giugno
pt_br: Junho

source: July
de: Juli
it: Luglio
pt_br: Julho

source: August
it: Agosto
pt_br: Agosto

source: September
it: Settembre
pt_br: Septembro

source: October
de: Oktober
it: Ottobre
pt_br: Outubro

source: November
it: Novembre
pt_br: Novembro

source: December
de: Dezember
it: Dicembre
pt_br: Dezembro

source: Su
de: So
it: Do
pt_br: Dom

source: Mo
it: Lu
pt_br: Seg

source: Tu
de: Di
it: Ma
pt_br: Ter

source: We
de: Mi
it: Me
pt_br: Qua

source: true
de: wahr
it: vero
pt_br: verdadeiro

source: false
de: falsch
it: falso
pt_br: falso

source: The element you try to edit doesn't exists.
de: Das Element, das Sie versuchen zu editieren, existiert nicht.
it: L'elemento che cerchi di modificare non esiste.
pt_br: O elemento que você está tentando editar não existe.

source: The element you try to edit can't be retrieved due to a server problem.
de: Das Element, das Sie versuchen zu editieren, kann aufgrund von Serverproblemen nicht aufgerufen werden.
it: L'elemento che tenti di modificare non può essere recuperato a causa di un problema del server.
pt_br: O elemento que você está tentando editar não pôde ser recuperado devido a um problema no servidor.

source: The element you try to edit can't be retrieved due to a connection problem.
de: Das Element, das Sie versuchen zu editieren, kann aufgrund eines Verbindungsproblems nicht aufgerufen werden.
it: L'elemento che tenti di modificare non può essere recuperato a causa di un problema di connessione.
pt_br: O elemento que você está tentando editar não pôde ser recuperado devido a um problema de conexão.

source: Create a new element
de: Erstellen Sie ein neues Element
it: Crea un nuovo elemento
pt_br: Criar um novo elemento

source: Save this element
de: Speichern Sie dieses Element
it: Salva questo elemento
pt_br: Salvar este elemento

source: Go to previous step
de: Zum vorherigen Schritt gehen
it: Vai allo step precedente
pt_br: Ir para o passo anterior

source: Finish
de: Beenden
it: Termina
pt_br: Terminar

source: Finish this page
de: Diese Seite beenden
it: Termina questa pagina
pt_br: Terminar esta página

source: Image files
de: Bilddateien
it: File di immagine
pt_br: Arquivos de imagem

source: Jasper Archive
de: Jasper-Archiv
it: Archivio Jasper
pt_br: Arquivo Jasper

source: Unsupported file.
de: Nicht unterstützte Datei.
it: File non supportato.
pt_br: Arquivo não suportado.

source: Click here to choose your file.
de: Klicken Sie hier, um Ihre Datei auszuwählen.
it: Clicca qui per scegliere il tuo file.
pt_br: Clique aqui para escolher o arquivo.

source: Click here to choose your file.
de: Klicken Sie hier, um Ihre Datei auszuwählen.
it: Fai click qui per selezionare il file.
pt_br: Clique aqui para escolher o arquivo.

source: Bonita Archive
de: Bonita-Archiv
it: Archivio Bonita
pt_br: Arquivo Bonita

source: Cancel this form
de: Dieses Formular abbrechen
it: Annulla questo modulo
pt_br: Cancelar este formulário

source: Confirm delete ?
de: Löschen bestätigen?
it: Confermi la cancellazione?
pt_br: Confirmar exclusão?

source: Delete %resource_name%
de: %resource_name% löschen
it: Elimina %resource_name%
pt_br: Excluir % resource_name %

source: Confirm deletion
de: Löschen bestätigen
it: Conferma l'eliminazione
pt_br: Confirme a exclusão

source: Not implemented
de: Nicht implementiert
it: Non implementato
pt_br: Não implementado

source: The item you try to edit can't be retrieved due to a connection problem. Please contact your administrator.
de: Das Element, das Sie versuchen zu editieren, kann aufgrund eines Verbindungsproblems nicht aufgerufen werden. Bitte kontaktieren Sie Ihren Administrator.
it: L'elemento che tenti di modificare non può essere recuperato a causa di un problema di connessione. Si prega di contattare l'amministratore.
pt_br: O item que você está tentando editar não pôde ser recuperado devido a um problema de conexão. Por favor, contate o administrador.

source: this field
de: Dieses Feld
it: questo campo
pt_br: Este campo

source: mm/dd/yy
de: dd/mm/yyyy
it: dd/mm/yy
pt_br: dd/mm/yy

source: MM/dd/yyyy h:mm:ss a
it: dd/mm/yyyy hh:MM:ss
pt_br: dd/mm/yyyy hh:MM:ss

source: Alert
de: Alarm
it: Allarme
pt_br: Alerta

source: Confirm
de: Bestätigen
it: Conferma
pt_br: Confirmar

source: Error
de: Fehler
it: Errore
pt_br: Erro

source: Notice
de: Hinweis
it: Avviso
pt_br: Aviso

source: Success
de: Erfolgreich
it: Successo
pt_br: Sucesso

source: Confirm this action
de: Diese Aktion bestätigen
it: Conferma questa azione
pt_br: Confirmar esta ação

source: Cancel this action
de: Diese Aktion abbrechen
it: Annulla questa azione
pt_br: Cancelar esta ação

source: ascending
de: aufsteigend
it: ascendente
pt_br: crescente

source: descending
de: absteigend
it: decrescente
pt_br: decrescente

source: Sort by
de: Sortieren nach
it: Ordina per
pt_br: Ordenar por

source: Enter the text to search for
de: Geben Sie den Suchtext ein
it: Immettere il testo da cercare
pt_br: Digite o texto para Pesquisar

source: Search...
de: Suche...
it: Ricerca...
pt_br: Pesquisar...

source: Update this page using the defined search query
it: Aggiorna questa pagina utilizzando la query di ricerca definita
pt_br: Atualizar esta página usando a consulta definida

source: Item not found
de: Element nicht gefunden
it: Elemento non trovato
pt_br: Item não encontrado

source: The application encountered an unexpected error. Please try again. If the error persists, please contact Bonitasoft support
de: In der Anwendung ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es erneut. Wenn der Fehler weiterhin auftritt, kontaktieren Sie bitte den Bonitasoft Support
it: L'applicazione ha rilevato un errore imprevisto. Si prega di riprovare. se l'errore persiste, contattare il supporto di Bonitasoft
pt_br: O aplicativo encontrou um erro inesperado. Por favor, tente novamente. Se o erro persistir, contacte o suporte da Bonitasoft

source: Oups... This item is not available anymore. You will be redirected to a safest place.
de: Entschuldigung... Dieses Element ist nicht mehr verfügbar. Sie werden an einen sicheren Ort weitergeleitet.
it: Oups... Questo elemento non è più disponibile. Verrai reindirizzato verso un posto più sicuro.
pt_br: Oups... Este item não está mais disponível. Você será redirecionado para um lugar mais seguro.

source: You will be rediected
de: Sie werden umgeleitet
it: Sarai reindirizzato
pt_br: Você será redirecionado

source: Choose a language
de: Sprache wählen
it: Scegli una lingua
pt_br: Escolha um idioma

source: Change to selected language
de: Zur gewählten Sprache umschalten
it: Cambia lingua selezionata
pt_br: Alterar para o idioma selecionado

source: message
it: messaggio
pt_br: mensagem

source: The server is not available
de: Der Server ist nicht verfügbar
it: Il server non è disponibile
pt_br: O servidor não está disponível

source: Please, contact your administrator.
de: Bitte kontaktieren Sie Ihren Administrator.
it: Contatta il tuo amministratore di sistema.
pt_br: Por favor, contate o administrador.

source: Login failed. No profile has been set up for this user. Contact your administrator.
de: Login fehlgeschlagen. Kein Benutzerrecht wurde für diesen Benutzer eingerichtet. Kontaktieren Sie Ihren Administrator.
it: Accesso non riuscito. Nessun profilo è stato configurato per questo utente. Contattare l'amministratore.
pt_br: O seu login falhou. Nenhum perfil foi criado para este usuário. Contate o administrador.

source: This service is offline for maintenance. Please try later.
it: Questo servizio è attualmente offline per manutenzione. Si prega di riprovare più tardi.
pt_br: Este serviço está desativado para manutenção. Por favor, tente mais tarde.

source: Unable to log in. Please check your username and password.
de: Login nicht möglich. Bitte überprüfen Sie Ihren Benutzernamen und Passwort.
it: Impossibile effettuare il login. Si prega di controllare il nome utente e la password.
pt_br: Não foi possível logar. Por favor, verifique seu nome de usuário e senha.

source: Welcome to
de: Willkommen bei
it: Benvenuti su
pt_br: Bem-vindo ao

source: Login form
de: Login-Formular
it: Accedi al portale
pt_br: Formulário de login

source: Logout
de: Abmelden
pt_br: Desconectar

source: app
pt_br: aplicação

source: Mobile
de: Mobiltelefon
pt_br: Celular

source: Username
de: Benutzername
pt_br: Nome de usuário

source: Password
de: Passwort
pt_br: Senha

source: Manager
pt_br: Gerente

source: Post time
de: Post-Zeit
pt_br: Hora do envio

source: in %time%
pt_br: em %time%

source: No
de: Nein
pt_br: Não

source: Th
de: Do
pt_br: Qui

source: Fr
pt_br: Sex

source: Sa
pt_br: Sab

source: You can't perform this task, it has already been assigned to someone else.
de: Sie können diese Aufgabe nicht ausführen, sie wurde schon jemand anderem zugewiesen.

source: The date while the case has been last updated
de: Datum des letzten Fall-Updates

source: The date while the app has been updated
de: Das Datum, an dem die App aktualisiert wurde

source: The app responsible of the creation of this task
de: Die App, aus der die Aufgabe stammt

source: The user name of the user to which the task is assigned
de: Der Benutzername des Benutzers, dem die Aufgabe zugewiesen ist

source: The date when while the task has been assigned
de: Das Datum der Zuweisung der Aufgabe

source: Name of the user which last executed this task
de: Name des Benutzers, der diese Aufgabe zuletzt ausgeführt hat

source: The date while the task must be finished
de: Das Datum, an dem die Aufgabe beendet sein muss

source: N/A
de: N/V

source: In case of merge, the priority is given to the file
de: Im Konfliktfall wird die importierte Datei bevorzugt.

source: Update user
de: Benutzer-Update

source: Login
de: Anmeldung

source: Enter the login for this user
de: Geben Sie das Login für diesen Benutzer ein

source: Update a user
de: Benutzer aktualisieren

source: Last login date
de: Letztes Login

source: Install new apps
de: Apps installieren

source: Case variable
de: Fallvariable

source: No task performed
de: Keine Aufgabe ausgeführt

source: Preformed by
de: Ausgeführt von

source: Closed tasks
de: Beendete Aufgaben

source: Completed on %task_last_update% by %executed_by%
de: Abgeschlossen am %task_last_update% von %executed_by%

source: Human
de: Menschlich

source: Upload look'n'feel
de: Look-and-Feel hochladen

source: Theme uploading
de: Thema hochladen

source: Select a file
de: Datei wählen

source: Apply this look'n'feel?
de: Dieses Look-and-Feel anwenden?

source: Apply
de: Anwenden

source: Look'n'feel
de: Look-and-Feel

source: Author
de: Autor

source: Installed date
de: Installationsdatum

source: User rights
de: Benutzerrechte

source: Directory
de: Verzeichnis

source: Unassigned tasks I can perform
de: Nicht zugewiesene Aufgaben, die ich ausführen kann

source: Tasks I can perform
de: Aufgaben, die ich ausführen kann

source: Display tasks I have performed
de: Aufgaben anzeigen, die ich ausgeführt habe

source: The date while this app has been installed
de: Das Datum der Installation dieser App

source: Perform
de: Ausführen

source: Ignore this task so I will no longer see it. Other allowed users will still see it
de: Diese Aufgabe ignorieren, damit sie nicht mehr angezeigt wird. Andere befugte Benutzer können sie noch sehen

source: MM/dd/yyyy 'at' HH:mm
de: dd/MM/yyyy 'at' HH:mm

source: yr
de: Jahr

source: mo
de: Mon

source: hr
de: h

source: Update this page using the defined serach query
de: Aktualisieren dieser Seite durch Benutzen der definierten Abfrage

source: mm/dd/yyyy hh:MM:ss
de: dd/mm/yyyy hh:MM:ss

source: actions
de: Aktionen

source: All rights reserved
de: Alle Rechte vorbehalten

source: Bonitasoft © %year% %All rights reserved%.
de: Bonitasoft © %year% %Alle Rechte vorbehalten%.

source: The user can view and perform tasks and can start a new case of an app.
de: Der Benutzer kann Aufgaben ausführen und anzeigen und eine neue App-Instanz starten.
