Repository: bonitasoft/bonita-web
Catalog: console/console-config/src/main/resources/platform/work/i18n/portal_*.po
Languages: de, it, pt_br

source: %rolename% of %groupname%
de: %rolename% von %groupname%
it: %rolename% di %groupname%

source: system
it: sistema
pt_br: sistema

source: System
it: Sistema
pt_br: Sistema

source: deleted
de: gelöscht
it: eliminato
pt_br: excluído

source: Deleted
de: Gelöscht
it: Eliminato
pt_br: Excluído

source: Highest
de: Höchste
it: Il più alto
pt_br: Mais alto

source: High
de: Hoch
it: Alta
pt_br: Alta

source: Normal
it: Normale

source: Low
de: Niedrig
it: Bassa
pt_br: Baixa

source: Lowest
de: Niedrigste
it: Più bassa
pt_br: Mais baixo

source: Unassigned
de: Nicht zugewiesen
it: Non assegnato
pt_br: Não atribuído

source: No data
de: Keine Daten
it: Nessun dato
pt_br: Não há dados

source: Tasks
de: Aufgaben
it: Task
pt_br: Tarefas

source: Available
de: Verfügbar
it: Disponibile
pt_br: Disponível

source: Assigned to me
de: Mir zugewiesen
it: Assegnato a me
pt_br: Atribuído a mim

source: Hidden to me
de: Für mich ausgeblendet
it: Nascosto a me
pt_br: Ocultar

source: Priority
de: Priorität
it: Priorità
pt_br: Prioridade

source: Name
it: Nome
pt_br: Nome

source: Due date
de: Fällig am
it: Scade il
pt_br: Prazo final

source: App
it: Applicazione

source: Performed
de: Ausgeführt
it: Eseguito
pt_br: Realizado

source: Performed date
de: Ausführungsdatum
it: Data di esecuzione
pt_br: Data de execução

source: Apps
it: Applicazioni

source: Select an App in the list below to display the available tasks
de: Wählen Sie eine App in der unten stehenden Liste, um die verfügbaren Aufgaben anzuzeigen
it: Selezionare un'applicazione nell'elenco sottostante per visualizzare le attività disponibili
pt_br: Selecione uma aplicação na lista abaixo para exibir as tarefas disponíveis

source: My tasks
de: Meine Aufgaben
it: I miei task
pt_br: Minhas tarefas

source: Tasks assigned to me
de: Aufgaben, die mir zugewiesen wurden
it: Task assegnati a me
pt_br: Tarefas atribuídas para mim

source: Available tasks
de: Verfügbare Aufgaben
it: Task disponibili
pt_br: Tarefas disponíveis

source: Unassigned tasks I can do
it: Task non assegnati che posso eseguire
pt_br: Tarefas não atribuídas que eu posso executar

source: To do
de: Zu tun
it: Da fare
pt_br: Para fazer

source: Tasks I can do
it: Task che posso eseguire
pt_br: Tarefas que posso executar

source: Done
de: Fertig
it: Eseguiti
pt_br: Feito

source: Display tasks I have done
it: Mostra i task che ho eseguito
pt_br: Exibir tarefas nas quais eu atuei

source: Hidden
de: Ausgeblendet
it: Nascosto
pt_br: Oculto

source: Display tasks I'm ignoring
de: Maskierte Aufgaben anzeigen
it: Mostra i task che sto ignorando
pt_br: Exibir tarefas que eu estou ignorando

source: Do it
de: Machen Sie es
it: Esegui
pt_br: Fazer

source: Show more details about this task
de: Weitere Details über diese Aufgabe anzeigen
it: Visualizza ulteriori dettagli su questo task
pt_br: Mostrar mais detalhes sobre essa tarefa

source: Retrieve
de: Abrufen
it: Recupera
pt_br: Recuperar

source: Stop ignoring this task so I will see it in available tasks
de: Diese Aufgabe als verfügbare Aufgabe anzeigen
it: Smetti di ignorare questo task così lo vedrò fra le attività disponibili
pt_br: Parar de ignorar esta tarefa para vê-la em tarefas disponíveis

source: Hide
de: Ausblenden
it: Nascondi
pt_br: Ocultar

source: Hide this task so I will no longer see it. Other allowed users will still see it
it: Ignora questo task di modo che io non lo veda più. Altri utenti abilitati continueranno a vederlo.
pt_br: Ignorar esta tarefa e torná-la invisivel para mim. Outros usuários permitidos ainda vão vê-la

source: Release
it: Rilascio

source: Unassign this task. Other allowed users will see it
de: Aufgabenzuweisung aufheben. Sichtbar für andere berechtigte Benutzer
it: Cancella assegnazione del task. Altri utenti abilitati potranno vederlo
pt_br: Desfazer atribuição desta tarefa. Outros usuários permitidos vão vê-la

source: Take
de: Nehmen
it: Prendere
pt_br: Pegar

source: Assign this task to me. Other allowed users will no longer see it
de: Weisen Sie mir diese Aufgabe zu. Andere zugelassene Benutzer sehen sie nicht mehr
it: Assegna questo task a me. Altri utenti abilitati non potranno vederlo più
pt_br: Atribuir esta tarefa para mim. Outros usuários permitidos não vão mais vê-la

source: Refresh this table
de: Tabelle aktualisieren
it: Aggiornare questa tabella
pt_br: Atualizar esta tabela

source: Start
it: Inizia
pt_br: Iniciar

source: Start this app
de: Diese App starten
it: Avvia questa applicazione
pt_br: Iniciar esta app

source: More
de: Mehr
it: Più
pt_br: Mais

source: Version
it: Versione
pt_br: Versão

source: The version of the app
de: Die Version der App
it: Versione dell'applicazione
pt_br: A versão da app

source: Installed on
de: Installiert am
it: Installato il
pt_br: Instalado em

source: The date when this app was installed
it: La data durante la quale questa applicazione è stata installata
pt_br: A data de quando esta app foi instalada

source: Installed by
de: Installiert von
it: Installato da
pt_br: Instalado por

source: The user who has installed this app
de: Der Benutzer, der diese App installiert hat
it: L'utente che ha installato questa applicazione
pt_br: O usuário que instalou esta app

source: Last updated on
de: Zuletzt aktualisiert am
it: Ultimo aggiornamento il
pt_br: Última atualização em

source: The date when the app was updated
it: La data durante la quale l'applicazione è stata aggiornata
pt_br: A data de quando a app foi atualizada

source: The app responsible for the creation of this task
it: L'applicazione responsabile della creazione del task
pt_br: A app responsável pela criação desta tarefa

source: The state of the task
de: Der Zustand der Aufgabe
it: Lo stato del task
pt_br: Estado da tarefa

source: State
de: Status
it: Stato
pt_br: Estado

source: Version of the app
de: Version der App
it: Versione dell'applicazione
pt_br: Versão do aplicativo

source: Apps version
it: Versione delle applicazioni
pt_br: Versão dos aplicativos

source: The id of the related case
de: Der ID des Falls
it: L'id del caso collegato
pt_br: A identificação da instância de processo relacionada

source: Case
de: Fall
it: Caso
pt_br: Instância de processo

source: The priority of the task
de: Die Priorität der Aufgabe
it: La priorità del task
pt_br: Prioridade da tarefa

source: The username to which the task is assigned.
it: La user name dell'utente a cui è assegnato il task
pt_br: O nome de usuário para quem a tarefa é atribuída

source: Assigned to
de: Zugewiesen zu
it: Assegnato a
pt_br: Atribuido a

source: The date of the last modification
de: Das Datum der letzten Änderung
it: Data di ultima modifica
pt_br: Data da última modificação

source: Last update date
de: Letztes Update-Datum
it: Ultima data di aggiornamento
pt_br: Data da última atualização

source: The date when the task was assigned
it: La data durante la quale il task è stato assegnato
pt_br: Data de atribuição da tarefa

source: Assigned date
de: Zugewiesenes Datum
it: Data assegnata
pt_br: Data atribuída

source: The date when the task must be finished
it: La data durante la quale il task deve terminare
pt_br: Data limite de execução da tarefa

source: No description.
de: Keine Beschreibung.
it: Nessuna descrizione.
pt_br: Nenhuma descrição.

source: Case id
de: Fall-ID
it: id del caso
pt_br: Id da instância de processo

source: App version
it: Versione dell'applicazione
pt_br: Versão do app

source: The version of the app that created this case
de: Die Version der App, die diesen Fall erstellt hat
it: La versione dell'applicazione che ha creato questo caso
pt_br: A versão do app que criou esta instância de processo

source: Started on
de: Begonnen am
it: Iniziato il
pt_br: Iniciado em

source: The date while the case has been started
de: Das Datum, an dem mit dem Fall begonnen wurde
it: Data durante la quale il caso è stato avviato
pt_br: A data de início da instância de processo

source: Started by
de: Begonnen von
it: Avviato da
pt_br: Iniciado por

source: The user that has started this case
de: Der Benutzer, der mit diesem Fall begonnen hat
it: L'utente che ha avviato questo caso
pt_br: O usuário que iniciou esta instância de processo

source: Done tasks
de: Erledigte Aufgaben
it: Task fatti
pt_br: Tarefas executadas

source: Tasks to do
it: Task da fare
pt_br: Tarefas para fazer

source: Description
de: Beschreibung
it: Descrizione
pt_br: Descrição

source: Due in:
de: Fällig in:
it: Scade il:
pt_br: Venceu em:

source: Description:
de: Beschreibung:
it: Descrizione:
pt_br: Descrição:

source: Performed on
de: Ausgeführt am
it: Eseguito il
pt_br: Realizado em

source: Cases
de: Fälle
it: Casi
pt_br: Instâncias de processo

source: Worked on
de: Bearbeitet
it: Lavorato il
pt_br: Trabalhou em

source: Cases I worked on
de: Von mir bearbeitete Fälle
it: Casi su cui ho lavorato
pt_br: Instâncias de processo nas quais eu trabalhei

source: My cases
de: Meine Fälle
it: I miei casi
pt_br: Meus cases

source: Cases I have started
de: Fälle, die ich begonnen habe
it: Casi che ho avviato
pt_br: Casos que eu iniciei

source: Archived
de: Archiviert
it: Archiviato
pt_br: Arquivados

source: Cases I have started or I have worked on
de: Fälle, die ich begonnen oder bearbeitet habe
it: Casi che ho avviato o su cui ho lavorato
pt_br: Casos que eu iniciei ou já trabalhei

source: All
de: Alle
it: Tutti
pt_br: Todos

source: App name
it: Nome dell'applicazione
pt_br: Nome da App

source: Start date
de: Startdatum
it: Iniziato il
pt_br: Data de início

source: Archived date
de: Archivierungsdatum
it: Data di archiviazione
pt_br: Data de arquivamento

source: Case id:
de: Fall-ID:
it: ID caso:
pt_br: Id da instância de processo:

source: Overview
de: Übersicht
it: Recap
pt_br: Síntese

source: Display the case form
de: Anzeigen des Fall-Formulars
it: Mostra modulo del caso
pt_br: Exibir formulário da instância de processo

source: Display a case form of app %app_name%
de: Anzeigen eines Fallformulars der App %app_name%
it: Visualizza un modulo in caso di applicazione %app_name%
pt_br: Exibir um formulário de caso da aplicação %app_name%

source: Started on:
de: Begonnen am:
it: Iniziato il:
pt_br: Iniciado em:

source: State:
de: Status:
it: Stato:
pt_br: Estado:

source: Started by:
de: Begonnen von:
it: Avviato da:
pt_br: Iniciado por:

source: Performed on:
de: Ausgeführt am:
it: Eseguito il:
pt_br: Realizado em:

source: Archives
de: Archive
it: Archivi
pt_br: Arquivos

source: Getting more information about the specified case
de: Mehr Informationen über den spezifischen Fall erhalten
it: Ottieni ulteriori informazioni circa il caso specificato
pt_br: Obter mais informações sobre o caso especificado

source: Last updated
de: Letztes Update
it: Ultimo aggiornamento
pt_br: Ultima atualização

source: The date when the case was updated
it: Dat durante la quale il caso è stato aggiornato
pt_br: A data da última atualização da instância de processo

source: The current state of the case
de: Aktueller Status des Falls
it: Stato corrente del caso
pt_br: O estado atual da instância de processo

source: Back
de: Zurück
it: Indietro
pt_br: Voltar

source: Go back to previous view
de: Zurück zur vorherigen Ansicht
it: Torna alla visualizzazione precedente
pt_br: Voltar à vista anterior

source: Display a summary of all apps
de: Anzeige einer Übersicht aller Apps
it: Visualizza un riepilogo di tutte le applicazioni
pt_br: Exibir um resumo de todas as apps

source: Categories
de: Kategorien
it: Categorie
pt_br: Categorias

source: Delete the app %app_name%?
de: Löschen der App %app_name%?
it: Eliminare l'applicazione %app_name%?
pt_br: Excluir o app %app_name%?

source: Show more details about this apps
de: Weitere Details zu dieser App anzeigen
it: Visualizza ulteriori dettagli su queste applicazioni
pt_br: Mostrar mais detalhes sobre estas apps

source: Install
de: Installieren
it: Installa
pt_br: Instalar

source: Opens a popup to install an app
de: Öffnet ein Pop-up zum Installieren einer App
it: Apre un popup per installare un'applicazione
pt_br: Abre um popup para instalar um app

source: Enabled
de: Aktiviert
it: Abilitato
pt_br: Ativado

source: Enabled Apps
de: Aktivierte Apps
it: Abilita applicazioni
pt_br: Apps ativados

source: Disabled
de: Deaktiviert
it: Disabilitato
pt_br: Desativado

source: Disabled Apps
de: Deaktivierte Apps
it: Dibilita applicazioni
pt_br: Apps desativados

source: Resolved
de: Gelöst
it: Risolto
pt_br: Resolvido

source: Resolved Apps
de: Apps geklärt
it: Applicazioni risolte
pt_br: Apps resolvidos

source: Unresolved
de: Ungelöst
it: Non risolto
pt_br: Não resolvido

source: Unresolved Apps
de: Apps nicht geklärt
it: Applicazioni non risolte
pt_br: Apps não resolvidos

source: Disable
de: Deaktivieren
it: Disabilita
pt_br: Desativar

source: Disable selected apps
de: Ausgewählte Apps deaktivieren
it: Disabilita le applicazioni selezionate
pt_br: Desabilitar Apps selecionados

source: Enable
de: Aktivieren
it: Abilita
pt_br: Ativar

source: Enable selected apps
de: Ausgewählte Apps aktivieren
it: Abilita le applicazioni selezionate
pt_br: Habilitar Apps selecionados

source: Delete selected apps
de: Ausgewählte Apps löschen
it: Cancella le applicazioni selezionate
pt_br: Excluir Apps selecionados

source: apps
it: app
pt_br: aplicações

source: Deletable
de: Löschbar
it: Cancellabile
pt_br: Passível de exclusão

source: Start a app on behalf of another user
de: Starten Sie eine App im Auftrag eines anderen Benutzers
it: Avvia un'applicazione per conto di un altro utente
pt_br: Iniciar uma app em nome de outro usuário

source: Start this app on behalf of selected user
de: Starten Sie diese App im Auftrag des ausgewählten Benutzers
it: Avvia questa applicazione per conto dell'utente selezionato
pt_br: Iniciar esta app em nome do usuário selecionado

source: Select a user to start app %app_name% %app_version%
de: Wählen Sie einen Benutzer für das Starten der App %app_name% %app_version%
it: Seleziona un utente per avviare l'applicazione %app_name% %app_version%
pt_br: Selecione um usuário para iniciar a app %app_name% %app_version%

source: The openned case will be marked as started by him.
de: Der geöffnete Fall wird von diesem Benutzer gekennzeichnet und gestartet.
it: Il caso aperto sarà contrassegnato come avviato da lui.
pt_br: A instância de processo aberta será marcada como iniciada por ele.

source: Install an app
de: App installieren
it: Installa un'applicazione
pt_br: Instalar um app

source: Browse your computer and select the business archive containing the app definition to install.
de: Durchsuchen Sie Ihren Computer und wählen Sie das Geschäftsarchiv, das die zu installierende App-Definition enthält.
it: Sfoglia il tuo computer e seleziona l'archivio di business contenente la definizione dell'applicazione da installare.
pt_br: Pesquise em seu computador e selecione o arquivo de negócios que contém a definição da app para instalar.

source: Install a app
de: App installieren
it: Installa un'applicazione
pt_br: Instalar uma app

source: Business archive
it: Archivio Business

source: A business archive has a .bar extension
de: Ein Business-Archiv hat eine .bar-Erweiterung
it: Un archivio di business ha un'estensione .bar
pt_br: Um arquivo de negócios tem uma extensão .bar

source: Add a user to %actor_name%
de: Hinzufügen eines Benutzers zu %actor_name%
it: Aggiungi un utente a %actor_name%
pt_br: Adicionar um usuário ao %actor_name%

source: Add
de: Hinzufügen
it: Aggiungi
pt_br: Adicionar

source: Add this user to %actor_name%
de: Hinzufügen dieses Benutzers zu %actor_name%
it: Aggiungi questo utente a %actor_name%
pt_br: Adicionar este usuário a %actor_name%

source: Select a user
de: Benkutzer wählen
it: Seleziona un utente
pt_br: Selecione um usuário

source: Select a user to be added to actor
de: Benutzer wählen, der als Akteur hinzugefügt werden soll
it: Selezionare un utente da aggiungere all'attore
pt_br: Selecione um usuário a ser adicionado ao ator

source: Edit groups of actor %actor_name%
de: Editieren von Akteur-Gruppen %actor_name%
it: Modifica i gruppi dell'attore %actor_name%
pt_br: Editar grupos do ator %actor_name%

source: add
de: Hinzufügen
it: aggiungi
pt_br: Adicionar

source: Add a group
de: Gruppe hinzufügen
it: Aggiungi un gruppo
pt_br: Adicionar um grupo

source: Close
de: Schließen
it: Chiudi
pt_br: Fechar

source: Entity mapping
de: Entitätsmapping
it: Mappatura entità
pt_br: Mapeamento de entidade

source: Actor name
de: Name des Akteurs
it: Nome attore
pt_br: Nome do ator

source: Display name
de: Name
it: Nome visualizzato
pt_br: Nome de exibição

source: User(%nb_user%)
de: Benutzer(%nb_user%)
it: Utente(%nb_user%)
pt_br: Usuário(%nb_user%)

source: Add a user
de: Benutzer hinzufügen
it: Aggiungi un utente
pt_br: Adicionar um usuário

source: Group(%nb_group%)
de: Gruppe(%nb_group%)
it: Gruppo(%nb_group%)
pt_br: Grupo(%nb_group%)

source: Role(%nb_role%)
de: Rolle(%nb_role%)
it: Ruolo(%nb_role%)
pt_br: Função(%nb_role%)

source: Add a role
de: Rolle hinzufügen
it: Aggiungi un ruolo
pt_br: Adicionar uma função

source: Membership(%nb_membership%)
de: Zugehörigkeit(%nb_membership%)
it: Adesione(%nb_membership%)
pt_br: Associação(%nb_membership%)

source: Add a membership
de: Hinzufügen einer Zugehörigkeit
it: Aggiungi un'adesione
pt_br: Adicionar uma associação

source: Add this group to %actor_name%
de: Hinzufügen dieser Gruppe zu %actor_name%
it: Aggiungi questo gruppo a %actor_name%
pt_br: Adicionar este grupo para %actor_name%

source: Add a group to %actor_name%
de: Hinzufügen einer Gruppe zu %actor_name%
it: Aggiungi un gruppo a %actor_name%
pt_br: Adicionar um grupo ao %actor_name%

source: Add this role to %actor_name%
de: Hinzufügen dieser Rolle zu %actor_name%
it: Aggiungi questo ruolo a %actor_name%
pt_br: Adicionar esta função para %actor_name%

source: Add a role to %actor_name%
de: Hinzufügen einer Rolle zu %actor_name%
it: Aggiungi un ruolo a %actor_name%
pt_br: Adicionar uma função para %actor_name%

source: Confirm deletion ?
de: Löschen bestätigen?
it: Conferma l'eliminazione?
pt_br: Confirmar exclusão?

source: Remove
de: Entfernen
it: Cancella
pt_br: Remover

source: Cancel
de: Annulieren
it: Annulla
pt_br: Cancelar

source: Deactivated user
de: Deaktivierter Benutzer
it: Utente disattivato
pt_br: Usuário desativado

source: Member
de: Mitglied
it: Membro
pt_br: Membro

source: Are you sur you want to remove selected actor members from app ?
de: Möchten Sie die ausgewählten Akteure wirklich aus der App entfernen?
it: Sei sicuro di voler rimuovere i membri dell'attore selezionato dall'applicazione?
pt_br: Tem certeza que deseja remover os membros selecionados do ator da app?

source: Confirm removing ?
de: Entfernen bestätigen?
it: COnfermi la rimozione?
pt_br: Confirmar a remoção?

source: Edit users of actor %actor_name%
de: Editieren der Benutzer des Akteurs %actor_name%
it: Modifica utenti dell'attore %actor_name%
pt_br: Editar usuários do ator %actor_name%

source: Edit memberships of actor %actor_name%
de: Editieren der Zugehörigkeit eines Akteurs %actor_name%
it: Modifica adesioni dell'attore %actor_name%
pt_br: Editar associações do ator %actor_name%

source: Add this membership to %actor_name%
de: Hinzufügen dieser Zugehörigkeit zu %actor_name%
it: Aggiungi questa adesione a %actor_name%
pt_br: Adicionar esta associação para %actor_name%

source: Add a membership to %actor_name%
de: Hinzufügen einer Zugehörigkeit zu %actor_name%
it: Aggiungi un'adesione a %actor_name%
pt_br: Adicionar uma associação para %actor_name%

source: Edit roles of actor %actor_name%
de: Editieren der Rollen des Akteurs %actor_name%
it: Modifica ruoli dell'attore %actor_name%
pt_br: Editar funções do ator %actor_name%

source: Connector Definitions
de: Konnektordefinitionen
it: Definizioni del connettore
pt_br: Definições de conector

source: Type
de: Typ
it: Tipo
pt_br: Tipo

source: Class name
de: Klassenname
it: Nome della classe
pt_br: Nome da classe

source: Configuration
de: Konfiguration
it: Configurazione
pt_br: Configuração

source: Actors: %ok_ko%
de: Akteure: %ok_ko%
it: Attori: %ok_ko%
pt_br: Atores: %ok_ko%

source: Connectors: %ok_ko%
de: Konnektoren: %ok_ko%
it: Connettori: %ok_ko%
pt_br: Conectores: %ok_ko%

source: RESOLVED
de: GELÖST
it: RISOLTA

source: UNRESOLVED
de: UNGELÖST
it: IRRISOLTA

source: Statistics
de: Statistiken
it: Statistiche
pt_br: Estatísticas

source: Tasks in failed status: %nb_tasks%
de: Aufgaben im Status fehlgeschlagen: %nb_tasks%
it: Task in stato fallito: %nb_tasks%
pt_br: Tarefas no status de erro: %nb_tasks%

source: The number of failed tasks.
de: Die Anzahl der fehlgeschlagenen Aufgaben.
it: Numero dei task falliti.
pt_br: O número de tarefas em erro.

source: Number of cases: %nb_cases%
de: Anzahl der Fälle: %nb_cases%
it: Numero di casi: %nb_cases%
pt_br: Número de instâncias de processo: %nb_cases%

source: %nb_archived% archived
de: %nb_archived% archiviert
it: %nb_archived% archiviati
pt_br: %nb_archived% arquivado

source: The number of archived cases.
de: Die Anzahl archivierter Fälle.
it: Numero dei casi archiviati.
pt_br: O número de casos arquivados.

source: %nb_ongoing% ongoing
de: %nb_ongoing% laufend
it: %nb_ongoing% in corso
pt_br: %nb_ongoing% em curso

source: The number of on going cases.
de: Die Anzahl der laufenden Fälle.
it: Numero di casi in progresso.
pt_br: O número de casos em curso.

source: Create a new category
de: Neue Kategorie erstellen
it: Crea una nuova categoria
pt_br: Criar uma nova categoria

source: Enter a category name
de: Geben Sie einen Kategorienamen ein
it: Inserisci il nome della categoria
pt_br: Digite um nome de categoria

source: Enter the description for this category
de: Geben Sie die Beschreibung für diese Kategorie ein
it: Inserisci la descrizione per questa categoria
pt_br: Digite a descrição para esta categoria

source: create
de: Erstellen
it: crea
pt_br: criar

source: Add a new category
de: Eine neue Kategorie hinzufügen
it: Aggiungi una nuova categoria
pt_br: Adicionar uma nova categoria

source: Confirm removing
de: Entfernen bestätigen
it: Conferma rimozione
pt_br: Confirme a remoção

source: Are you sure you want to remove category '%categoryName%' from app '%appName%' ?
de: Möchten Sie die Kategorie '%categoryName%' in der App '%appName%' wirklich entfernen?
it: Sicuro di voler rimuovere la categoria '%categoryName%' dall'applicazione '%appName%'?
pt_br: Tem certeza que deseja remover a categoria '%categoryName%' do app '%appName%' ?

source: Remove this category
de: Diese Kategorie entfernen
it: Rimuovi questa categoria
pt_br: Remover esta categoria

source: Add a category
de: Kategorie hinzufügen
it: Aggiungi una categoria
pt_br: Adicionar uma categoria

source: Create
de: Erstellen
it: Crea
pt_br: Criar

source: Add a new category to %%
de: Neue Kategorie hinzufügen zu %%
it: Aggiungi una nuova categoria a %%
pt_br: Adicionar uma nova categoria para %%

source: Category
de: Kategorie
it: Categoria
pt_br: Categoria

source: Select the category which the app will be linked to
de: Die Kategorie wählen, mit der die App verknüpft werden soll
it: Seleziona la categoria a cui sarà associata l'applicazione
pt_br: Selecione a categoria que a app será vinculada

source: This category was not found or this field is mandatory
de: Diese Kategorie wurde nicht gefunden oder dieses Feld ist obligatorisch
it: Questa categoria non è stata trovata o questo campo è obbligatorio
pt_br: Esta categoria não foi encontrada ou este campo é obrigatório

source: Start an instance of app %app_name%
de: Start einer Instanz der App %app_name%
it: Avvia un'istanza dell'applicazione %app_name%
pt_br: Iniciar uma instância da app %app_name%

source: Delete
de: Löschen
it: Cancella
pt_br: Excluir
