Repository: bonitasoft/bonita-web
Catalog: console/console-config/src/main/resources/platform/work/i18n/portal_*.po
Languages: de, it, pt_br

source: Delete this app
de: Diese App löschen
it: Elimina questa applicazione
pt_br: Excluir esta app

source: Enable this app
de: Diese App aktivieren
it: Abilita questa applicazione
pt_br: Habilitar esta app

source: Disable this app
de: Diese App deaktivieren
it: Disabilita questa app
pt_br: Desativar esta app

source: Create a role
de: Rolle erstellen
it: Crea un ruolo
pt_br: Criar uma função

source: Create this role
de: Diese Rolle erstellen
it: Crea questo ruolo
pt_br: Criar esta função

source: Edit
de: Bearbeiten
it: modifica
pt_br: Editar

source: Edit a role
de: Bearbeiten Sie eine Rolle
it: Modificare un ruolo
pt_br: Editar uma função

source: Users
de: Benutzer
it: Utenti
pt_br: Usuários

source: Update a role
de: Aktualisieren einer Rolle
it: Aggiornare un ruolo
pt_br: Atualizar uma função

source: Save
de: Speichern
it: Salva
pt_br: Salvar

source: Update this role
de: Aktualisieren Sie diese Rolle
it: Aggiornare questo ruolo
pt_br: Atualizar esta função

source: Roles
de: Rollen
it: Ruoli
pt_br: Funções

source: Opens a popup to create a role
de: Öffnet ein Pop-up zum Erstellen einer Rolle
it: Apre un popup per creare un ruolo
pt_br: Abre um popup para criar uma função

source: All Roles
de: Alle Rollen
it: Tutti i ruoli
pt_br: Todas as funções

source: Icon
de: Symbol
it: Icona
pt_br: Ícone

source: Creation date
de: Erstellt am
it: Data di creazione
pt_br: Data de criação

source: Delete selected roles
de: Gewählte Rollen löschen
it: Cancella i ruoli selezionati
pt_br: Excluir funções selecionadas

source: Role
de: Rolle
it: Ruolo
pt_br: Função

source: Select an avatar for this role
de: Wählen Sie einen Avatar für diese Rolle
it: Seleziona un avatar per questo ruolo
pt_br: Selecione um avatar para esta função

source: Enter the name of this role
de: Geben Sie den Namen dieser Rolle ein
it: Immetti il nome di questo ruolo
pt_br: Digite o nome desta função

source: Enter the display name of this role
de: Geben Sie den Anzeigenamen dieser Rolle ein
it: Inserisci il nome visualizzato per questo ruolo
pt_br: Digite o nome de exibição dessa função

source: Enter the description of this role
de: Geben Sie die Beschreibung dieser Rolle ein
it: Inserisci la descrizione di questo ruolo
pt_br: Digite a descrição dessa função

source: Organization successfully imported.
de: Organisation erfolgreich importiert.
it: Organizzazione importata correttamente.

source: Select an avatar for this group
de: Wählen Sie einen Avatar für diese Gruppe
it: Seleziona un avatar per questo gruppo
pt_br: Selecione um avatar para este grupo

source: Enter the name of this group
de: Geben Sie den Namen dieser Gruppe ein
it: Inserisci il nome di questo gruppo
pt_br: Digite o nome deste grupo

source: Enter the display name of this group
de: Geben Sie den Anzeigenamen dieser Gruppe ein
it: Inserisci il nome visualizzato per questo gruppo
pt_br: Digite o nome de exibição deste grupo

source: Parent Group
de: Übergeordnete Gruppe
it: Gruppo padre
pt_br: Grupo Pai

source: Select the parent group
de: Wählen Sie die übergeordnete Gruppe
it: Seleziona il gruppo padre
pt_br: Selecione o grupo pai

source: Enter the description of this group
de: Beschreibung für diese Gruppe eingeben
it: Inserisci la descrizione di questo gruppo
pt_br: Digite a descrição deste grupo

source: Groups
de: Gruppen
it: Gruppi
pt_br: Grupos

source: All Groups
de: Alle Gruppen
it: Tutti i gruppi
pt_br: Todos os grupos

source: All groups
de: Alle Gruppen
it: Tutti i gruppi
pt_br: Todos os grupos

source: Delete selected groups
de: Ausgewählte Gruppen löschen
it: Cancella i gruppi selezionati
pt_br: Excluir grupos selecionados

source: group
de: Gruppe
it: gruppo
pt_br: grupo

source: groups
de: Gruppen
it: gruppi
pt_br: grupos

source: Create a group
de: Gruppe erstellen
it: Crea un gruppo
pt_br: Criar um grupo

source: Opens a popup to create a group
de: Öffnet ein Pop-up zum Erstellen einer Gruppe
it: Apre un popup per creare un gruppo
pt_br: Abre um popup para criar um grupo

source: Sub groups
de: Untergruppen
it: Sottogruppi

source: Edit this group
de: Diese Gruppe bearbeiten
it: Modifica questo gruppo

source: The date of the group creation
de: Das Erstellungsdatum der Gruppe
it: Creato il
pt_br: Data de criação do grupo

source: Last update
de: Letztes Update
it: Ultimo aggiornamento
pt_br: Última atualização

source: The date of the last update of the group
de: Das Datum des letzten Updates der Gruppe
it: Data di ultimo aggiornamento del gruppo
pt_br: Data da última atualização do grupo

source: Parent group
de: Übergeordnete Gruppe
it: Gruppo padre

source: The group parent path
de: Übergeordneter Gruppenpfad
it: Il percorso del gruppo padre

source: Direct users
de: Direkte Benutzer
it: Utenti diretti

source: Create this group
de: Diese Gruppe erstellen
it: Crea questo gruppo
pt_br: Criar este grupo

source: Update a group
de: Gruppe aktualisieren
it: Aggiorna un gruppo

source: Save this group changes
de: Diese Gruppenänderungen speichern
it: Salvare questi cambiamenti di gruppo

source: Import / Export
it: Importa / Esporta
pt_br: Importar / Exportar

source: Import an existing organization
de: Vorhandene Organisation importieren
it: Importa un'organizzazione esistente
pt_br: Importar uma organização existente

source: This will import a file containing your whole organization data.
de: Importiert eine Datei mit den Daten der gesamten Organisation.
it: Questo importerà un file contenente i dati di tutta l'organizzazione.
pt_br: Isso irá importar um arquivo que contém os dados de toda a organização.

source: Be careful, your organization will be merged with existing data.
de: Achtung, bitte beachten Sie, dass Ihre Organisation mit vorhandenen Daten zusammengeführt wird.
it: Attenzione, l'organizzazione verrà fusa con dati esistenti.
pt_br: Cuidado, sua organização será mesclada com os dados existentes.

source: In case of conflict, priority is given to the imported file
it: In caso di conflitto, la priorità è data al file importato
pt_br: Em caso de conflito, a prioridade é dada ao arquivo importado

source: Organisation file
de: Organisationsdatei
it: File di organizzazione
pt_br: Arquivo de organização

source: Please choose a file to import
de: Bitte wählen Sie eine zu importierende Datei
it: Prego scegliere un file da importare
pt_br: Por favor, escolha um arquivo para importar

source: Please select a file first
de: Bitte wählen Sie zuerst eine Datei
it: Prego selezionare un file prima
pt_br: Por favor, selecione um arquivo primeiro

source: Import
de: Importieren
it: Importa
pt_br: Importar

source: Export the installed organization
de: Installierte Organisation exportieren
it: Esporta l'organizzazione installata
pt_br: Exportar a organização instalada

source: This will export a file containing your whole organization data.
de: Importiert eine Datei mit den Daten der gesamten Organisation.
it: Questo importerà un file contenente i dati di tutta l'organizzazione.
pt_br: Isso irá exportar um arquivo que contém todos os dados de organizações.

source: Data included are : Users, groups and roles
de: Enthaltene Daten: Benutzer, Gruppen und Rollen
it: I dati inclusi sono: utenti, gruppi e ruoli
pt_br: Dados incluídos são: usuários, grupos e funções

source: Export
de: Exportieren
it: Esporta
pt_br: Exportar

source: Warning:
de: Warnung:
it: Attenzione:
pt_br: Aviso:

source: Passwords don't match
de: Passworte stimmen nicht überein
it: Le password non coincidono
pt_br: As senhas não combinam

source: First name
de: Vorname
it: Nome
pt_br: Nome

source: Last name
de: Nachname
it: Cognome
pt_br: Sobrenome

source: Inactive user
it: Utente inattivo
pt_br: Usuário inativo

source: Edit user
it: Aggiorna utente
pt_br: Atualizar usuário

source: Update the user
de: Benutzer-Update
it: Aggiorna l'utente
pt_br: Atualizar o usuário

source: Membership
de: Zugehörigkeit
it: Adesione
pt_br: Associação

source: Add a new membership to this user
de: Diesem Benutzer eine neue Zugehörigkeit hinzufügen
it: Aggiungi una nuova adesione a questo utente
pt_br: Adicionar uma nova associação para este usuário

source: Delete this membership
de: Diese Zugehörigkeit löschen
it: Cancella questa adesione
pt_br: Excluir esta associação

source: Business card
de: Visitenkarte
it: Biglietto da visita
pt_br: Cartão de visita

source: Address
de: Adresse
it: Indirizzo
pt_br: Endereço

source: the company address of the user
de: Firmen-Adresse des Benutzers
it: indirizzo della società dell'utente
pt_br: endereço da empresa do usuário

source: City
de: Stadt
it: Città
pt_br: Cidade

source: the city
de: die Stadt
it: la città
pt_br: a cidade

source: Country
de: Land
it: Paese
pt_br: País

source: the country of the user company
de: das Land der Firma des Benutzers
it: nazione della società dell'utente
pt_br: país da empresa do usuário

source: Zip code
de: PLZ
it: CAP
pt_br: Código Postal

source: the zip code of the user company
de: die Postleitzahl der Firma des Benutzers
it: il codice postale dell'azienda utente
pt_br: código postal da empresa do usuário

source: the state of the user company
it: Stato dell'azienda dell'utente
pt_br: o estado da empresa do usuário

source: the professional email the user
de: die Firmen-E-Mail des Benutzers
it: Email professionale dell'utente
pt_br: e-mail profissional do usuário

source: Phone
de: Telefon
it: Telefono
pt_br: Telefone

source: the professional phone number of the user
de: die Firmen-Telefonnummer des Benutzers
it: Numero di telefono professionale dell'utente
pt_br: telefone profissional do usuário

source: the professional mobile phone number of the user
de: die Firmen-Mobiltelefonnummer des Benutzers
it: Numero di telefono mobile professionale dell'utente
pt_br: o celular profissional do usuário

source: Personal information
de: Persönliche Daten
it: Informationi personali
pt_br: Informações pessoais

source: the address of the user
de: die Adresse des Benutzers
it: Indirizzo dell'utente
pt_br: o endereço do usuário

source: the country of the user
de: das Land des Benutzers
it: Nazione dell'utente
pt_br: o país do usuário

source: the zip code of the user
de: die Postleitzahl des Benutzers
it: Codice postale dell'utente
pt_br: o código postal do usuário

source: the state of the user
de: Der Staat des Benutzers
it: Provincia dell'utente
pt_br: o estado do usuário

source: the personnal email the user
de: die persönliche Email des Benutzers
it: Email personale dell'utente
pt_br: o e-mail pessoal do usuário

source: the personnal phone number of the user
de: die persönliche Rufnummer des Benutzers
it: Numero di telefono personale dell'utente
pt_br: o telefone pessoal do usuário

source: the personnal mobile phone number of the user
de: die persönliche Mobiltelefonnummer des Benutzers
it: Numero di telefono mobile personale dell'utente
pt_br: o número do celular pessoal do usuário

source: Are you sure you want to delete this membership ?
de: Möchten Sie diese Zugehörigkeit wirklich löschen?
it: Sei sicuro di voler cancellare questa adesione?
pt_br: Tem certeza que deseja excluir esta associação?

source: Do not delete this membership
de: Diese Zugehörigkeit nicht löschen
it: NOn cancellare questa adesione
pt_br: Não excluir esta associação

source: List memberships of %user%
de: Liste der Zugehörigkeiten von %user%
it: Elenco adesioni di %user%
pt_br: Listar associações de %user%

source: Add new memberships for %user%
de: Hinzufügen einer neuen Zugehörigkeit für %user%
it: Aggiungi nuove adesioni per %user%
pt_br: Adicionar novas associações para %user%

source: Group
de: Gruppe
it: Gruppo
pt_br: Grupo

source: Show more details about this user
de: Weitere Details zu diesem Benutzer anzeigen
it: Mostra più dettagli su questo utente
pt_br: Mostrar mais detalhes sobre este usuário

source: Activate
de: Aktivieren
it: Attiva
pt_br: Ativar

source: Activate selected users
de: Ausgewählte Benutzer aktivieren
it: Attivare gli utenti selezionati
pt_br: Ativar usuários selecionados

source: Deactivate
de: Deaktivieren
it: Disattiva
pt_br: Desativar

source: Deactivate selected users
de: Ausgewählte Benutzer deaktivieren
it: Disattiva gli utenti selezionati
pt_br: Desativar usuários selecionados

source: Add a membership to %user%
de: Fügen Sie eine Zugehörigkeit hinzu zu %user%
it: Aggiungi un'adesione a %user%
pt_br: Adicionar associação ao %user%

source: Select a group to set to this user
de: Wählen Sie eine Gruppe für diesen Benutzer
it: Seleziona un gruppo da impostare per questo utente
pt_br: Selecione um grupo para este usuário

source: Select the role of this user in the selected group
de: Wählen Sie die Rolle dieses Benutzers in der ausgewählten Gruppe
it: Seleziona un ruolo per questo utente nel gruppo selezionato
pt_br: Selecione a função deste usuário no grupo selecionado

source: Add this membership
de: Diese Zugehörigkeit hinzufügen
it: Aggiungi questa adesione
pt_br: Adicionar esta associação

source: Warning
de: Warnung
it: Avviso
pt_br: Aviso

source: You risk interrupting one or more apps. Deactivating the only user able to perform a task(s), will cause the interruption of an app(s). Before proceeding, you may want to go to the 'More' page of the app and check the actor mapping. Are you sure you want to deactivate this user now ?
de: Sie riskieren, eine oder mehrere Apps zu. Wenn Sie den einzigen Benutzer deaktivieren, der eine Aufgabe ausführen kann, führt dies zur Unterbrechung der App(s). Bevor Sie dies durchführen, möchten Sie vielleicht zur Seite "Mehr" der App gehen und das Entitätsmapping überprüfen. Sind Sie sicher, dass Sie diesen Benutzer jetzt deaktivieren möchten?
it: Si rischia di interrompere una o più applicazioni. Disattivando l'unico utente in grado di eseguire i task, si causerà l'interruzione di un'applicazione. Prima di procedere, si consiglia di andare alla pagina "More" e controllare la mappatura degli attori. Sicuro di volere disattivare l'utente ora?
pt_br: Existe o risco de interromper um ou mais aplicações. Desativar o único usuário capaz de executar uma tarefa causará a interrupção da aplicação. Antes de proceder, você pode querer ir para a página 'Mais' do aplicação e verificar o mapeamento de atores. Tem certeza que deseja desativar este usuário agora?

source: Dactivate selected user
de: Ausgewählten Benutzer deaktivieren
it: Disattiva utente selezionato
pt_br: Dactivate usuário selecionado

source: Profile
de: Benutzerrechte
it: Privilegi
pt_br: Privilégio

source: Edit a user
it: Aggiorna un utente
pt_br: Atualizar um usuário

source: Enter the username for this user
it: Inserire il nome utente
pt_br: Digite o nome de usuário para este usuário

source: Enter the password for this user
de: Geben Sie das Passwort für diesen Benutzer ein
it: Inserisci la password per questo utente
pt_br: Digite a senha para este usuário

source: Confirm password
de: Passwort bestätigen
it: Conferna password
pt_br: Confirmar senha

source: Confirm the password for this user
de: Bestätigen Sie das Passwort für diesen Benutzer
it: Conferma la password per questo utente
pt_br: Confirme a senha para este usuário

source: Select an avatar for this user
de: Wählen Sie einen Avatar für diesen Benutzer
it: Seleziona un avatar per questo utente
pt_br: Selecione um avatar para este usuário

source: Save this user modifications
de: Diese Benutzeränderungen speichern
it: Salva le modifiche per l'utente
pt_br: Salvar as modificações do usuário

source: Enter the address of this user
de: Geben Sie die Adresse dieses Benutzers ein
it: Immettere l'indirizzo di questo utente
pt_br: Digite o endereço do usuário

source: Enter the city of this user
de: Geben Sie die Stadt dieses Benutzers ein
it: Inserisci la città di questo utente
pt_br: Entre a cidade deste usuário

source: Enter the country of this user
de: Geben Sie das Land dieses Benutzers ein
it: Imposta il Paese di questo utente
pt_br: Digite o país deste usuário

source: Enter the zip code of this user
de: Geben Sie die Postleitzahl des Benutzers ein
it: Indica il codice di avviamento postale di questo utente
pt_br: Digite o CEP deste usuário

source: Enter the state of this user
de: Geben Sie das Land dieses Benutzers ein
it: Inserisci lo stato di questo utente
pt_br: Digite o estado deste usuário

source: Enter the email of this user
de: Geben Sie die E-Mail dieses Benutzers ein
it: Inserisci l'email di questo utente
pt_br: Digite o e-mail deste usuário

source: Enter the phone of this user
de: Geben Sie die Telefonnummer dieses Benutzers ein
it: Inserisci il telefono per questo utente
pt_br: Digite o telefone deste usuário

source: Enter the mobile phone of this user
de: Geben Sie die Mobiltelefonnummer des Benutzers ein
it: Inserisci il telefono cellulare di questo utente
pt_br: Digite o telefone celular deste usuário

source: Details
it: Dettagli
pt_br: Detalhes

source: Enter the first name of this user
de: Geben Sie den Vornamen des Benutzers ein
it: Indica il nome di questo utente
pt_br: Digite o nome de usuário

source: Enter the last name of this user
de: Geben Sie den Nachnamen des Benutzers ein
it: Indica il cognome di questo utente
pt_br: Digite o sobrenome deste usuário

source: Title
de: Titel
it: Titolo
pt_br: Título

source: Enter the title of this user
de: Geben Sie den Titel dieses Benutzers ein
it: Inserisci il titolo di questo utente
pt_br: Digite o título deste usuário

source: Job title
de: Stellenbezeichnung
it: Titolo professionale
pt_br: Título do trabalho

source: Enter the job title of this user
de: Geben Sie die Stellenbezeichnung dieses Benutzers ein
it: Inserisci il titolo professionale di questo utente
pt_br: Digite o título da função deste usuário

source: Select the manager of this user
de: Wählen Sie den Manager des Benutzers
it: Seleziona il manager di questo utente
pt_br: Selecione o gerente deste usuário

source: Opens a popup to create a user
de: Öffnet ein Pop-up zum Erstellen eines Benutzers
it: Apre un popup per creare un utente
pt_br: Abre um popup para criar um usuário

source: Inactive
de: Inaktiv
it: Non attivo
pt_br: Inativo

source: Inactive Users
de: Inaktive Benutzer
it: Utenti inattivi
pt_br: Usuários inativos

source: Active
de: Aktiv
it: Attivo
pt_br: Ativo

source: Active Users
de: Aktive Benutzer
it: Utenti attivi
pt_br: Usuários ativos

source: Last login
de: Letztes Login
it: Ultimo login
pt_br: Última conexão

source: Create a user
de: Benutzer erstellen
it: Crea un utente
pt_br: Criar usuário

source: Create this user
de: Diesen Benutzer erstellen
it: Crea questo utente
pt_br: Criar este usuário

source: Mapping
de: Abbilden
it: Mappatura
pt_br: Mapeamento

source: This profile will be available to the users mapped upon next login.
de: Dieses Profil wird zugeordneten Benutzern beim nächsten Login zur Verfügung stehen.
it: Questo profilo sarà disponibile per gli utenti mappati al prossimo accesso.
pt_br: Este perfil estará disponível para os usuários mapeados no próximo login.

source: Users mapping
de: Benutzer-Mapping
it: Mappatura utenti
pt_br: Mapeamento de usuários

source: remove
de: Entfernen
it: rimuovi
pt_br: remover

source: Delete this member
de: Mitglied löschen
it: Cancella questo membro
pt_br: Excluir este membro

source: Groups mapping
de: Gruppen-Mapping
it: Mappatura gruppi
pt_br: Mapeamento de grupos

source: Roles mapping
de: Rollen-Mapping
it: Mappatura ruoli
pt_br: Mapeamento de funções

source: Memberships mapping
de: Zugehörigkeits-Mapping
it: Mappatura adesioni
pt_br: Mapeamento de associações

source: %% Edit profile
de: %% Profil editieren
it: %% Modifica profilo
pt_br: %% Editar perfil

source: Add a role to profile %%
de: Hinzufügen einer Rolle zum Profil %%
it: Aggiungi un ruolo al profilo %%
pt_br: Adicionar uma função ao perfil %%

source: Original name
it: Nome originale
pt_br: Nome original

source: Add selected role(s) to this profile
de: Ausgewählte Rolle(n) zu diesem Profil hinzufügen
it: Aggiungi i ruoli selezionati a questo profilo
pt_br: Adicionar as funções selecionadas para este perfil

source: Close without saving
de: Schließen ohne zu speichern
it: Chiudi senza salvare
pt_br: Fechar sem salvar

source: Show more details about this profile
de: Weitere Details zu diesem Profil anzeigen
it: Mostra maggiori dettagli per questo profilo
pt_br: Mostrar mais detalhes sobre este perfil

source: Technical details
de: Technische Details
it: Dettagli tecnici
pt_br: Detalhes técnicos

source: Memberships: %nb_memberships%
de: Zugehörigkeiten: %nb_memberships%
it: Adesioni: %nb_memberships%
pt_br: Associações: %nb_memberships%

source: Roles: %nb_roles%
de: Rollen: %nb_roles%
it: Ruoli: %nb_roles%
pt_br: Funções: %nb_roles%

source: Groups: %nb_groups%
de: Gruppen: %nb_groups%
it: Gruppi: %nb_groups%
pt_br: Grupos: %nb_groups%

source: Users: %nb_users%
de: Benutzer: %nb_users%
it: Utenti: %nb_users%
pt_br: Usuários: %nb_users%

source: Add a group to profile %%
de: Hinzufügen einer Gruppe zum Profil %%
it: Aggiungi un gruppo al profilo %%
pt_br: Adicionar um grupo ao perfil %%

source: Add selected group(s) to this profile
de: Ausgewählte Gruppe(n) zu diesem Profil hinzufügen
it: Aggiungi i gruppi selezionati a questo profilo
pt_br: Adicionar o(s) grupo(s) selecionado(s) neste perfil

source: Add a user to profile %%
de: Hinzufügen eines Benutzers zum Profil %%
it: Aggiungi un utente al profilo %%
pt_br: Adicionar um usuário au perfil %%

source: Firstname
de: Vorname
it: Nome
pt_br: Nome

source: Lastname
de: Nachname
it: Cognome
pt_br: Sobrenome

source: Add selected user(s) to this profile
de: Ausgewählte(n) Benutzer zu diesem Profil hinzufügen
it: Aggiungi gli utenti selezionati su questo profilo
pt_br: Adicionar usuário(s) neste perfil

source: All Profiles
de: Alle Profile
it: Tutti i profili
pt_br: Todos os perfis

source: Manage profiles
de: Profile verwalten
it: Gestisci i profili
pt_br: Gerenciar perfis

source: Add a membership to profile %%
de: Hinzufügen einer Zugehörigkeit zum Profil %%
it: Aggiungi un'adesione al profilo %%
pt_br: Adicionar uma associação ao perfil %%

source: Select a group to set to this profile
de: Wählen Sie eine Gruppe für dieses Profil
it: Seleziona un gruppo da impostare su questo profilo
pt_br: Selecione um grupo para definir este perfil

source: Select the role of this profile in the selected group
de: Wählen Sie die Rolle dieses Profils in der ausgewählten Gruppe
it: Seleziona il ruolo di questo profilo nel gruppo selezionato
pt_br: Selecione a função desse perfil no grupo selecionado

source: Connectors
de: Konnektoren
it: Connettori
pt_br: Conectores

source: Pending
it: In attesa
pt_br: Pendente

source: Tasks
de: Aufgaben
it: Attività
pt_br: Tarefas

source: Failed
de: Fehlgeschlagen
it: Fallito
pt_br: Falhou

source: Human Task
de: Menschliche Aufgabe
it: Task umano
pt_br: Tarefa humana

source: Assign
de: Zuweisen
it: Assegna
pt_br: Atribuir

source: Assign task to someone
de: Jemandem eine Aufgabe zuweisen
it: Assegna task a qualcuno
pt_br: Atribuir a tarefa a alguém

source: Unassign
de: Zuweisung aufheben
it: Non assegnato
pt_br: Cancelar a atribuição

source: Skip
de: Überspringen
it: Salta
pt_br: Pular

source: Skip this task
de: Diese Aufgabe überspringen
it: Salta questo task
pt_br: Pular esta tarefa

source: Select user to assign task
de: Wählen Sie den Benutzer, um die Aufgabe zuzuweisen
it: Selezione l'utente a cui assegnare il task
pt_br: Selecione o usuário para atribuir tarefa

source: Assign selected tasks to user
de: Dem Benutzer ausgewählte Aufgaben zuweisen
it: Assegna i task selezionati all'utente
pt_br: Atribuir tarefas selecionadas para o usuário

source: Select a user by typing a part of his name.
de: Wählen Sie einen Benutzer, indem Sie einen Teil des Namens eingeben.
it: Seleziona un utente digitando parte del suo nome.
pt_br: Selecione um usuário digitando parte do seu nome.
