Repository: bonitasoft/bonita-web
Catalog: console/console-config/src/main/resources/platform/work/i18n/portal_*.po
Languages: de, it, pt_br

source: Done %task_last_update% by %executed_by%
it: Completato il %task_last_update% da %executed_by%
pt_br: Concluído em %task_last_update% por %executed_by%

source: Skipped on %task_last_update% by %executed_by%
de: Übersprungen am %task_last_update% von %executed_by%
it: Saltato il %task_last_update% da %executed_by%
pt_br: Ignorado em %task_last_update% por %executed_by%

source: Ready since %task_last_update%
de: Bereit seit %task_last_update%
it: Pronto dal %task_last_update%
pt_br: Pronto desde %task_last_update%

source: Failed on %task_last_update% by %executed_by%
de: Fehlgeschlagen am %task_last_update% von %executed_by%
it: Fallito il %task_last_update% da %executed_by%
pt_br: Falha em %task_last_update% por %executed_by%

source: Pending tasks
it: Task in attesa
pt_br: Tarefas pendentes

source: Performed by
it: Svolto da
pt_br: Executado por

source: No task done
it: Nessun task eseguito
pt_br: Nenhuma tarefa executada

source: Last executed task :
de: Letzte ausgeführte Aufgabe:
it: Ultimo task eseguito :
pt_br: Última tarefa executada:

source: Number of open tasks : %nb_openTask%
de: Anzahl offener Aufgaben: %nb_openTask%
it: Numero di task aperti : %nb_openTask%
pt_br: Número de tarefas abertas: %nb_openTask%

source: No opened task
de: Keine offenen Aufgaben
it: Nessun task aperto
pt_br: Nenhuma tarefa aberta

source: Link to the tasks
de: Link zu den Aufgaben
it: Collegamento ai task
pt_br: Link para as tarefas

source: No attachments
de: Keine Anhänge
it: Nessun allegato
pt_br: Sem anexos

source: Number of attachments : %nb_attachments%
de: Anzahl der Anhänge: %nb_attachments%
it: Numero di allegati : %nb_attachments%
pt_br: Número de anexos: %nb_attachments%

source: Failed tasks
de: Fehlgeschlagene Aufgaben
it: Task falliti
pt_br: Tarefas em erro

source: Update date
de: Aktualisierungsdatum
it: Data di aggiornamento
pt_br: Data de atualização

source: Executed by
de: Ausgeführt von
it: Eseguito da
pt_br: Executado por

source: Executed by:
de: Ausgeführt von:
it: Eseguito da:
pt_br: Executado por:

source: Opened
de: Geöffnet
it: Aperto
pt_br: Aberto

source: Cases
de: Fälle
it: Casi
pt_br: Casos

source: Cases started or worked on by someone
de: Fälle, mit denen begonnen wurde oder an denen gearbeitet wird
it: Casi avviati o eseguiti da qualcuno
pt_br: Casos iniciados ou com atuação de algum usuário

source: Delete selected cases
de: Löschen der ausgewählten Fälle
it: Cancella i casi selezionati
pt_br: Excluir casos selecionados

source: case
de: Fall
it: caso
pt_br: caso

source: cases
de: Fälle
it: casi
pt_br: casos

source: Case variables
it: Variabili del caso
pt_br: Variável de processo

source: Value
de: Wert
it: Valore
pt_br: Valor

source: Edit variable
de: Variable bearbeiten
it: Modifica variabile
pt_br: Editar variável

source: Edit case variable
de: Fallvariable editieren
it: Modifica la variabile del caso
pt_br: Editar variável de caso

source: Type the new value for %variableName%
de: Neuen Wert eingeben für %variableName%
it: Inserisci il nuovo valore per %variableName%
pt_br: Digite o novo valor para %variableName%

source: Sorry the variable %variableName% has a type which is not editable
de: Der Typ der Variable %variableName% ist nicht editierbar
it: Spiacente, la variabile %variableName% ha un tipo che non è modificabile
pt_br: Desculpe, a variável %variableName% é de um tipo não editável

source: Name of the variable
de: Name der Variable
it: Nome della variabile
pt_br: Nome da variável

source: Type of the variable
de: Typ der Variable
it: Tipo della variabile
pt_br: Tipo da variável

source: Edit this value
de: Diesen Wert editieren
it: Modifica questo valore
pt_br: Editar este valor

source: Bonita Portal
de: Bonita BPM Portal
it: Bonita BPM Portal
pt_br: Portal Bonita

source: Task name:
de: Name der Aufgabe:
it: Nome del task:
pt_br: Nome da tarefa:

source: Aborted by:
de: Abgebrochen durch:
it: Interrotto da:
pt_br: Abortada por:

source: Performed by:
de: Durchgeführt von:
it: Eseguito da:
pt_br: Realizado por:

source: Aborted on:
de: Abgebrochen am:
it: Interrotta su:
pt_br: Anulada em:

source: Call activity (launches another process)
it: Call activity (chiama un altro processo)
pt_br: Atividade de chamada (lança outro processo)

source: Multi-instanciation activity (launches and controls instances execution)
it: Activity di istanze multiple (chiama e controlla le esecuzioni delle istanze)
pt_br: Atividade de multi instanciação (lança e controla a execução de instâncias)

source: Loop activity (launches and controls loop execution)
it: Activity di iterazione (lancia e controlla le iterazioni di esecuzione)
pt_br: Atividade de iteração (inicia e controla a execução das iterações)

source: Service task (performed automatically)
it: Task di servizio (eseguita automaticamente)
pt_br: Tarefa de serviço (executada automaticamente)

source: The state of the case
de: Der Zustand des Falls
it: Lo stato del caso
pt_br: Estado da instância de processo

source: First name of the user
de: Vorname des Benutzers
it: Nome dell'utente
pt_br: Nome do usuário

source: Last name of the user
de: Nachname des Benutzers
it: Cognome dell'utente
pt_br: Sobrenome do usuário

source: The date of the last update of the user
de: Das Datum des letzten Updates des Benutzers
it: Data di ultimo aggiornamento dell'utente
pt_br: A data da última atualização do usuário

source: The date of the creation of the user
de: Das Datum der Erstellung des Benutzers
it: Data di creazione dell'utente
pt_br: A data de criação do usuário

source: The date of the last connection of the user
de: Das Datum der letzten Verbindung des Benutzers
it: Data di ultima connessione dell'utente
pt_br: Data da última conexão do usuário

source: User's email
de: E-Mail des Benutzers
it: E-mail dell'utente
pt_br: E-mail do usuário

source: Username of the user
de: Benutzername des Benutzers
it: Username dell'utente
pt_br: Nome de usuário

source: Job title of the user
de: Stellenbezeichnung des Benutzers
it: Titolo professionale dell'utente
pt_br: Cargo do usuário

source: Manager of the specified user
de: Manager des angegebenen Benutzers
it: Manager dell'utente specificato
pt_br: Gerente do usuário especificado

source: Configuration state
de: Konfigurationsstatus
it: Stato della configurazione
pt_br: Estado de configuração

source: The configuration state of the app
de: Der Konfigurationsstatus der App
it: Stato di configurazione dell'applicazione
pt_br: O estado de configuração da app

source: Activation state
de: Aktivierungsstatus
it: Stato di attivazione
pt_br: Estado de ativação

source: The state of the app
de: Der Status der App
it: Lo stato dell'applicazione
pt_br: O estado da app

source: The date when this app has been installed
de: Das Datum, an dem diese App installiert wurde
it: La data durante la quale questa applicazione è stata installata
pt_br: A data de quando esta app foi instalada

source: The user that has uploaded this app
de: Der Benutzer, der diese App hochgeladen hat
it: L'utente che ha caricato questa applicazione
pt_br: O usuário que enviou esta app

source: The type of the task
it: Il tipo di task
pt_br: O tipo da tarefa

source: Subprocess
it: Sottoprocesso
pt_br: Sub-processo

source: The sub process responsible for the creation of this task
it: Il sotto processo responsabile della creazione di questa attività
pt_br: O sub-processo responsável pela criação desta tarefa

source: Subprocess version
it: versione del sub-processo
pt_br: Versão do subprocesso

source: Name of the user who executed this task
it: Nome dell'utente che ha eseguito per ultimo il task
pt_br: Nome do último usuário que executou essa tarefa

source: Name of the role
de: Name der Rolle
it: Nome del ruolo
pt_br: Nome da função

source: The date of the creation of the group
de: Erstellungsdatum der Gruppe
it: Data di creazione del gruppo
pt_br: Data da criação do grupo

source: Select a group
de: Gruppe wählen
it: Seleziona un gruppo
pt_br: Selecione um grupo

source: Select a group by typing a part of its name.
de: Wählen Sie eine Gruppe, indem Sie einen Teil des Namens eingeben.
it: Seleziona un gruppo digitando parte del suo nome.
pt_br: Selecione a função digitando parte do nome.

source: Select a role
de: Rolle wählen
it: Seleziona un ruolo
pt_br: Selecione uma função

source: Select a role by typing a part of its name.
de: Wählen Sie eine Rolle, indem Sie einen Teil des Namens eingeben.
it: Seleziona un ruolo digitando parte del suo nome.
pt_br: Selecione a função digitando parte do nome.

source: This task is already assigned to someone else.
it: Non è possibile eseguire questo task, è già stato assegnato a qualcun altro.
pt_br: Você não pode executar essa tarefa, ela já foi atribuída a outra pessoa.

source: Comments
de: Kommentare
it: Commenti
pt_br: Comentários

source: Add Comment
de: Kommentar hinzufügen
it: Aggiungi commento
pt_br: Adicionar comentário

source: Add a comment
de: Kommentar hinzufügen
it: Aggiungi un commento
pt_br: Adicionar um comentário

source: Discuss :
de: Besprechen:
it: Discutere:
pt_br: Discutir:

source: Type new comment
de: Neuen Kommentar eingeben
it: Inserisci nuovo commento
pt_br: Digite um novo comentário

source: User name
de: Benutzername
it: Nome utente
pt_br: Nome de usuário

source: Content
de: Inhalt
it: Contenuto
pt_br: Conteúdo

source: Profiles
it: Privilegi
pt_br: Privilégio

source: Show all profiles of portal
de: Anzeigen aller Profile des Portals
it: Visualizza tutti i profili del portale
pt_br: Mostrar todos os perfis do portal

source: Organization
de: Organisation
it: Organizzazione
pt_br: Organização

source: Show the user list
de: Anzeigen der Benutzerliste
it: Mostra la lista degli utenti
pt_br: Mostrar a lista de usuários

source: Show the group list
de: Anzeigen der Gruppenliste
it: Mostra la lsita dei gruppi
pt_br: Mostrar a lista de grupos

source: Show the role list
de: Anzeigen der Rollenliste
it: Mostra la lista dei ruoli
pt_br: Mostrar a lista de funções

source: Import or export data
de: Daten importieren oder exportieren
it: Importare o esportare dati
pt_br: Importar ou exportar dados

source: Welcome:
de: Willkommen:
it: Benvenuto:
pt_br: Bem-vindo:

source: Settings
de: Einstellungen
it: Configurazioni
pt_br: Configurações

source: Language
de: Sprache
it: Lingua
pt_br: Idioma

source: About
de: Über
it: Info su
pt_br: Sobre

source: Technical user warning
de: Warnung für technischen Benutzer
it: Avviso utente tecnico
pt_br: Aviso de usuário técnico

source: Warning: you are logged as technical user. This user has limited rights, its purpose is to initialize the organisation.
de: Warnung: Sie sind als technischer Benutzer eingeloggt. Dieser Benutzer hat begrenzte Rechte, sein Ziel ist es, die Organisation zu initialisieren.
it: Attenzione: sei connesso come utente tecnico. Questo utente ha diritti limitati, il suo scopo è quello di inizializzare l'organizzazione.
pt_br: Aviso: você está conectado como usuário técnico. Este utilizador tem direitos limitados, sua finalidade é inicializar a organização.

source: Select profile
de: Wählen Sie ein Profil
it: Seleziona profilo
pt_br: Selecione o perfil

source: Can't import organization. Please check that your file is well-formed
de: Organisation kann nicht importiert werden. Bitte überprüfen Sie, ob Ihre Datei richtig ist
it: Non posso importare l'organizzazione. Si prega di controllare che il file sia ben formattato
pt_br: Não é possível importar a organização. Por favor, verifique se o arquivo está bem formatado

source: Call activity
it: Attività di chiamata
pt_br: Atividade de Chamada

source: Multi-instanciation activity
it: Attività di multi-instanziazione
pt_br: Atividade de multi instanciação

source: Loop activity
it: Attività di ciclo
pt_br: Atividade de iteração

source: Service task
it: Task di servizio
pt_br: Tarefa de serviço

source: Can't create role. Role '%roleName%' already exists
de: Rolle kann nicht erstellt werden. Rolle '%roleName%' existiert schon
it: Non posso creare il ruolo. Il ruolo '%roleName%' esiste già
pt_br: Não é possível criar a função. Função '%roleName%' já existe

source: This membership is already added to user
de: Diese Zugehörigkeit existiert schon für den Benutzer
it: Questa adesione è stata già aggiunta all'utente
pt_br: Esta associação já foi adicionada ao usuário

source: visualize & do tasks
de: visualisieren & Aufgaben ausführen
it: Visualizzare ed eseguire i task
pt_br: Visualizar & executar tarefas

source: manage tasks
de: Verwalten von Aufgaben
it: Gestire i task
pt_br: gerenciar tarefas

source: visualize cases
de: Fälle visualisieren
it: Visualizzare i casi
pt_br: Visualizar os casos

source: manage cases
de: Verwalten von Fällen
it: Gestire i casi
pt_br: gerenciar casos

source: visualize & start apps
de: visualisieren & starten von Apps
it: Visualizzare ed avviare le app
pt_br: Visualizar & iniciar apps

source: manage apps
de: Apps verwalten
it: Gestire le app
pt_br: gerenciar aplicativos

source: manage users
de: Verwalten von Benutzern
it: Gestire gli utenti
pt_br: gerenciar usuários

source: manage groups
de: Verwalten von Gruppen
it: Gestire i gruppi
pt_br: Gerenciar grupos

source: manage roles
de: Verwalten von Rollen
it: Gestire i ruoli
pt_br: gerenciar funções

source: import/export organization
de: Import/Export Organisation
it: Importa/Esporta l'organizzazione
pt_br: importação/exportação de organização

source: Import/Export
it: Importa/Esporta
pt_br: Importar/Exportar

source: user privilege settings
de: Einstellungen der Benutzerrechte
it: Configurazione dei provilegi utente

source: Monitoring
it: Monitoraggio
pt_br: Monitoramento

source: Analytics
it: Statistiche
pt_br: Analítica

source: Manage Look and Feel
it: Gestire il Look & Feel
pt_br: Gerenciar aparência

source: This group has already been mapped to actor
de: Diese Gruppe ist schon mit einem Akteur verbunden
it: Questo gruppo è stato già mappato sull'attore
pt_br: Este grupo já foi designado como ator

source: Error when adding group to actor member
de: Fehler beim Hinzufügen der Gruppe zum Akteur-Mitglied
it: Errore quando aggiungi gruppo a un attore membro
pt_br: Erro ao adicionar grupo como membro do ator

source: This role has already been mapped to actor
de: Diese Rolle ist schon mit einem Akteur verbunden
it: Questo ruolo è stato già mappato sull'attore
pt_br: Esta função já foi designada como ator

source: This membership has already been mapped to actor
de: Diese Zugehörigkeit ist schon mit einem Akteur verbunden
it: Questa adesione è stata già mappata sull'attore
pt_br: Esta associação já foi designada como ator

source: This user has already been mapped to actor
de: Dieser Benutzer ist schon mit einem Akteur verbunden
it: Questo utente è stato già mappato sull'attore
pt_br: Este usuário já foi designado como ator

source: Category with name %categoryName% already exists
de: Kategorie namens %categoryName% existiert schon
it: Categoria con il nome %categoryName% esiste già
pt_br: Já existe a categoria com o nome %categoryName%

source: This category has already been added to this apps
de: Diese Kategorie wurde der App hinzugefügt
it: Questa categoria è già stata aggiunta a questa applicazione
pt_br: Essa categoria já foi adicionada a este apps

source: Data definition %dataName% doesn't exists for process %processId%
it: La definizione di dati %dataName% non esiste per il processo %processId%
pt_br: A definição de variável %dataName% não existe para o processo %processId%

source: %value% is not a valid value for %className%
it: %value% non è un valore valido per %className%
pt_br: %value% não é um valor válido para %className%

source: %className% not found. Only jdk types are supported
it: %className% non trovata. Solo i tipi jdk sono supportati
pt_br: %className% não encontrado. Somente tipos do jdk são suportados

source: %className% is not Serializable
it: %className% non è Serializable
pt_br: %className% não estende Serializable

source: Can't parse json, non-well formed content
it: Impossibile analizzare json, contenuto non ben formattato
pt_br: Não é possível analisar o json, o conteúdo não é bem formado

source: Json can't be mapped to
it: Json non può essere mappato su
pt_br: JSON não pode ser mapeado para

source: The platform already exist !
it: Piattaforma già esistente !
pt_br: A plataforma já existe!

source: Can't start process, process %processId% not found
it: Non è possibile avviare il processo, processo %processId% non trovato
pt_br: Não é possível iniciar o processo, pois o processo %processId% não encontrado

source: Can't start process, process %processId% is not enabled
it: Non è possibile avviare il processo, %processId% non è abilitato
pt_br: Não é possível iniciar o processo, pois o processo %processId% não está ativado

source: Error occured when starting process %processId%
it: Errore durante l'avvio del processo %processId%
pt_br: Ocorreu um erro ao iniciar o processo %processId%

source: Apps %appName% in version %version% already exists
de: App %appName% in Version %version% existiert bereits
it: L'applicazione %appName% nella versione %version% esiste già
pt_br: Apps %appName% na versão %version% já existe

source: Unable to deploy business archive
de: Deployment des Business-Archivs nicht möglich
it: Impossibile fare il deployment dell'archivio aziendale
pt_br: Não foi possível instalar o arquivo

source: Unable to enable process
de: Unmöglich, den Prozess zu aktivieren
it: Impossibilità di attivare il processo
pt_br: Impossível ativar processo

source: Unable to disable process
de: Unmöglich, den Prozess zu deaktivieren
it: Impossibilità di disattivare il processo
pt_br: Impossível desativar processo

source: Error when updating process deployment informations
it: Errore durante l'aggiornamento delle informazioni di distribuzione del processo
pt_br: Erro ao atualizar informações de implantação do processo

source: Unable to get process data definitions, process %processId% not found
it: Impossibile ottenere la definizione dei dati di processo, processo %processId% non trovato
pt_br: Não foi possível obter as definições de dados de processo, pois o processo %processId% não foi encontrado

source: Can't update user. User not found
de: Benutzer kann nicht aktualisiert werden. Benutzer wurde nicht gefunden.
it: Non è possibile aggiornare l'utente. Utente non trovato
pt_br: Não é possível atualizar o usuário. Usuário não encontrado

source: Error when updating user
de: Fehler beim Aktualisieren des Benutzers
it: Errore durante l'aggiornamento dell'utente
pt_br: Erro ao atualizar usuário

source: Can't create user. User '%userName%' already exists
de: Benutzer kann nicht erstellt werden. Benutzer '%userName%' existiert schon
it: Non posso creare l'utente. L'utente '%userName%' esiste già
pt_br: Não é possível criar o usuário. Usuário '%userName%' já existe

source: Error when creating user
de: Fehler beim Erstellen des Benutzers
it: Errore durante la creazione dell'utente
pt_br: Erro ao criar o usuário

source: User not found
de: Benutzer nicht gefunden
it: Utente non trovato
pt_br: Usuário não encontrado

source: Error when deleting users
de: Fehler beim Löschen von Benutzern
it: Errore durante l'eliminazione degli utenti
pt_br: Erro ao excluir usuários

source: Error when searching users
de: Fehler bei der Benutzer-Suche
it: Errore durante la ricerca degli utenti
pt_br: Erro ao pesquisar usuários

source: Unable to find data instance %dataName% for activity %activityId%
it: IMpossibile trovare l'istanza di dati %dataName% per l'attività %activityId%
pt_br: Não é possível localizar variável %dataName% para atividade %activityId%

source: Error when updating %activityId% activity variables
it: Errore durante l'aggiornamento delle variabili di attività di %activityId%
pt_br: Erro ao atualizar variáveis de atividade para a atividade %activityId%

source: Unable to find group %groupId%
de: Gruppe %groupId% konnte nicht gefunden werden
it: Impossibile trovare il gruppo %groupId%

source: Unable to get group path, group not found
de: Gruppenpfad abrufen nicht möglich, Gruppe nicht gefunden
it: Impossibile ottenere il percorso del gruppo, gruppo non trovato

source: Error when deleting groups
de: Fehler beim Löschen von Gruppen
it: Errore durante l'eliminazione dei gruppi

source: Can't update group. Group not found
de: Gruppe kann nicht aktualisiert werden. Gruppe nicht gefunden
it: Non è stato possibile aggiornare il gruppo. Gruppo non trovato

source: Error when updating group
de: Fehler beim Aktualisieren der Gruppe
it: Errore durante l'aggiornamento del gruppo

source: Can't create group. Group '%groupName%' already exists
de: Gruppe kann nicht erstellt werden. Gruppe '%groupName%' existiert schon
it: Non posso creare il gruppo. Il gruppo '%groupName%' esiste già
pt_br: Não é possível criar o grupo. Grupo '%groupName%' já existe

source: Error when creating group
de: Fehler beim Erstellen der Gruppe
it: Errore durante la creazione del gruppo

source: Apps management
de: App-Verwaltung
it: Gestione applicazioni
pt_br: Gerenciamento de apps

source: Reports
de: Berichte
it: Rapporti
pt_br: Relatórios

source: User
de: Benutzer
it: Utente
pt_br: Usuário

source: The user can view and perform tasks as well as start a new case of an app.
it: L'utente può visualizzare ed eseguire dei task e può iniziare un nuovo caso.
pt_br: O usuário pode visualizar, executar tarefas e iniciar um novo caso de um app.

source: Administrator
it: Amministratore
pt_br: Administrador

source: The administrator can install an app, manage the organization, and handle some errors (for example, by replaying a task).
de: Der Administrator kann eine App installieren, die Organisation verwalten und einige Fehler (z. B. durch die Wiederholung einer Aufgabe) bearbeiten.
it: L'amministratore può installare una applicazione, gestire l'organizzazione e trattare alcuni errori ( ad esempio, rieseguendo un task ).
pt_br: O administrador pode instalar um app, gerenciar a organização e manipular alguns erros (por exemplo, reexecutar uma tarefa).

source: The application encountered an error.
de: In der Anwendung ist ein Fehler aufgetreten.
it: L'applicazione ha rilevato un errore.
pt_br: Ocorreu um erro na aplicação.

source: Your session has expired. Please log in again and retry.
de: Ihre Sitzung ist abgelaufen. Bitte loggen Sie sich erneut ein.
it: La tua sessione è scaduta. Si prega di accedere di nuovo e riprovare.
pt_br: Sua sessão expirou. Por favor, faça o login e tente novamente.

source: %attribute% must be a boolean value
de: %attribute% muss ein boolescher Wert sein
it: %attribute% deve essere un valore booleano
pt_br: %attribute% deve ser um valor booleano

source: %attribute% file format not allowed
de: %attribute% Dateiformat ist nicht erlaubt
it: %attribute% formato file non consentito
pt_br: O formato de arquivo %attribute% não é permitido

source: %attribute% must be an integer value
de: %attribute% muss ein ganzzahliger Wert sein
it: %attribute% deve essere un valore intero
pt_br: %attribute% deve ser um valor inteiro

source: %attribute% must not be equal to %secondAttribute%
de: %attribute% muss ungleich %secondAttribute% sein
it: %attribute% non deve essere uguale a %secondAttribute%
pt_br: %attribute% deve ser igual a %secondAttribute%

source: or
de: oder
it: o
pt_br: ou

source: %attribute% file format is not allowed. Only %file_formats% files are allowed.
de: %attribute% Dateiformat ist nicht erlaubt. Nur %file_formats% Dateien sind erlaubt.
it: %attribute% formato file non consentito. Solo i file %file_formats% sono ammessi.
pt_br: formato de arquivo %attribute% não é permitido. Apenas arquivos %file_formats% são permitidos.
